Repository: ilyaspiridonov/gitloctest
Catalog: messages-6.po
Languages: ar

source: In light of the Coronavirus pandemic and local restrictions, liwwa’s offices are closed for the time being. We will continue to provide customer support remotely via phone and email.
ar: في ضوء تفشي وباء الكورونا والقرارات الحكومية فإن مكاتب لوا سوف تكون مغلقة. يمكنكم التواصل معنا دائما عن طريق الهاتف و الإيميل.

source: Contact
ar: اتصل بنا

source: Phone: %(a_href_start)s +962 798 70 40 70%(a_href_end)s
ar: الهاتف: %(a_href_start)s 70 40 70 798 962+%(a_href_end)s

source: Have questions? Email
ar: لأسئلتك، رسالنا على:

source: Have feedback? Email
ar: لملاحظاتك واقتراحاتك، راسلنا على:

source: Important Note:
ar: معلومة هامة:

source: liwwa, Inc. does not guarantee investors a return.
ar: إن لوا لا تضمن أي عائدات استثمارية للمستثمرين حيث يترتب على الاستثمار في لوا مخاطر استثمارية يتحمل مسؤوليتها المستثمرون.

source: To learn more, please click here.
ar: لمعرفة المزيد٬ الرجاء الضغط هنا

source: Navigation
ar: صفحات الموقع

source: Terms & Conditions
ar: شروط الاستخدام

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms of Service
ar: سياسة الاستخدام

source: Investor Agreement
ar: اتفاقية المستثمرين

source: Risks
ar: المخاطر

source: Offices
ar: مكاتبنا

source: Amman, Jordan
ar: عمان، الأردن

source: 257 Prince Mohammed St., Mezzanine Floor, Office #2, 3rd Circle
ar: 257 شارع الأمير محمد (الدوار الثالث)، طابق الميزانين، المكتب رقم #2

source: Cairo, Egypt
ar: القاهرة، مصر

source: El Zeini Tower, Building 25, Misr Helwan Road, Maadi
ar: برج الزيني، مبنى ٢٥، شارع مصر حلوان الزراعي، المعادي

source: Social
ar: الشبكات الاجتماعية

source: * The historical return range is based on the annualized Internal Rate of Return (IRR) of liwwa investors' actual portfolios, taking into account late payments, defaults, write-offs, recoveries and service fees for all loans originated since 2013. The range represents the 15th to 85th percentile of returns for investors whose accounts have been open for at least 12 months. Individual results may vary. Historical performance is no guarantee of future returns, and the historical return range is not intended as investment advice or as a guarantee of the performance of investment opportunities.
ar: * يتم حساب هذا النطاق بالنظر إلى العائد الداخلي السنوي (IRR) الفعلي لمحافظ مستثمري لوا منذ عام 2013، وحساب المُئينات (percentiles) الخامسة عشر والخامسة والثمانين (15 - 85). وبمعنى آخر، فإنه نطاق ما يجنيه 70%% من المستثمرين على موقع لوا. وتأخذ تلك النسب بعين الاعتبار الدفعات المتأخرة والمتقدمة، القروض المتعثرة والمشطوبة، وكل مصاريف التحصيل المتعلقة بتلك القروض. ومن المهم الإشارة أن العوائد تختلف من مستثمر لآخر، ولا يشكل هذا النطاق أي ضمان لأداء محفظتك الاستثمارية، والتي قد تتعرض لخسائر جزئية أو كلية جراء تعثر أحد أو مجموعة من القروض في محفظتك.

source: Team
ar: الفريق

source: liwwa, Inc. is committed to delivering job and income growth in the markets we serve. It's a goal we'll only achieve by building and nurturing a team of committed individuals with a diverse set of skills. You can read more about our team below.
ar: إن هدفنا كشركة لوا هو الارتقاء بمستوى الدخل وتوفير وظائف العمل في الأسواق التي نعمل فيها. وترتكز لوا في هدفها ذلك على فريق متنوع المهارات والخبرات ملتزم بأهدافنا ورسالتنا. يمكنك قراءة المزيد عن فريقنا فيما يلي:

source: Interns
ar: المتدربين

source: Join the team
ar: إنضم إلى فريقنا!

source: Whether as an intern, web developer, data scientist, investment manager, or a research fellow, we'd love to have smart people on our team from all over the world. If this is something that interests you please click below to go to our careers page:
ar: إن كنت متدربا، أو مهندس برمجيات، أو عالم بيانات، أو مسؤول استثماري، أو باحث علمي، فإننا على استعداد دوما لاستقبال طلبات الأشخاص ذوي القدرات الفكرية العالية والملتزمين برسالتنا من أجل تنمية الوطن العربي. إن أردت التقدم لوظيفة في لوا، يرجى الضغط على الزر أسفله لمعرفة المزيد:

source: Careers @ liwwa
ar: الوظائف @ لوا

source: This letter was sent to you by a representative of liwwa, Inc. To contact us, you can reply to this e-mail directly, or feel free to call us at
ar: لقد تم إرسال هذه الرسالة لك من قبل أحد ممثلي شركة لوا. من أجل التواصل معنا، يمكنك الرد على هذه الرسالة مباشرة أو الاتصال بنا على الرقم التالي:

source: between 11:00 AM and 7:00 PM GMT+4.
ar: بين 11:00 صباحا و 7:00 بعد الظهر بتوقيت جرينتش + 4.

source: between 9:00 AM and 5:00 PM GMT+2.
ar: بين 09:00 صباحا و 5:00 بعد الظهر بتوقيت جرينتش + 2.

source: Please reference this number in your telephone conversations with liwwa representatives:
ar: من أجل تسهيل معاملتك، يرجى ذكر الرقم التالي في خلال أي مكالمة تلفونية مع أحد ممثلي شركة لوا:

source: Upload Completed!
ar: تم التحميل بنجاح!

source: Please confirm the transaction amount
ar: الرجاء تأكيد المبلغ

source: This transaction exceeds our monthly $15,000 limit on credit card transfers.
ar: هذا المبلغ يتعدى الحد الأقصى شهريا علي بطاقة الائتمان والذي يبلغ $15,000 دولار.

source: You may charge up to
ar: يمكنك الدفع حتى

source: on your card this month.
ar: على بطاقة الائتمان لهذا الشهر.

source: If you'd like to proceed with your original transfer of
ar: إذا كنت ترغب في المضي قدما بالتحويل الأصلي ل

source: , please initiate a wire transaction.
ar: , يرجى الاستثمار عبر التحويل البنكي.

source: Charge
ar: استثمر

source: Go to wire transfer
ar: اذهب الي التحويل البنكي

source: Cancel
ar: إلغاء

source: No data available in table
ar: لا توجد بيانات في الجدول

source: Showing _START_ to _END_ of _TOTAL_ entries
ar: عرض _START_ إلى _END_ من ما مجموعه _TOTAL_ صف

source: Showing 0 to 0 of 0 entries
ar: ‏عرض 0 إلى 0 من أصل 0 صف

source: (filtered from _MAX_ total entries)
ar: (تمت تصفيته من _MAX_ مجموع الصفوف)

source: Show _MENU_ entries
ar: إظهار ‫ ‬_MENU_ ‫ صف

source: Loading...
ar: جار التحميل…

source: Processing...
ar: تتم معالجة طلبك...

source: Search:
ar: البحث:

source: No matching records found
ar: لا توجد صفوف توافق ما تبحث عنه

source: First
ar: الأولى

source: Last
ar: الأخيرة

source: Next
ar: التالي

source: Previous
ar: السابق

source: : activate to sort column ascending
ar: : ترتيب تصاعدي

source: : activate to sort column descending
ar: : ترتيب تنازلي

source: The transaction amount is
ar: المبلغ هو:

source: This transaction is subject to
ar: هذه العملية خاضعة ل

source: , of credit card fees.
ar: من الرسوم

source: will be added to your available funds for pledging once the transaction is completed.
ar: سيضاف إلى أموالك المتاحة عند اكتمال العملية

source: Confirm
ar: تأكيد

source: Please enter a valid date.
ar: الرجاء إدخال تاريخ صحيح.

source: Below age limit
ar: تحت السن القانوني

source: You must be at least 18 years of age to invest with liwwa.
ar: لا يمكن الاستثمار في لوا لمن هم أقل من 18 عاما.

source: Country not currently supported
ar: هذا البلد خارج نطاق خدمة لوا حاليا

source: liwwa cannnot currently accept lenders from the country you have selected, although we are working hard to support more countries in the future. We are very sorry for the inconvenience.
ar: لا تستطيع لوا قبول مستثمرين من البلد الذي قمت باختياره حتى تتم إجراءات التوسع والترخيص القانوني الذي نعمل عليه حاليا. نعتذر عن قبول معاملتك ونأسف لأي ازعاج.

source: Passport upload successful!
ar: تم تحميل صورة الجواز بنجاح!

source: Please specify your occupation
ar: ما هو مجال عملك؟

source: Please explain this source
ar: ما هو هذا المصدر؟

source: Submitting incomplete form
ar: معلوماتك غير مكتملة

source: In order to receive approval for adding more than $2000 to your account, you must still provide the following information:
ar: من أجل إتمام معاملة الـKYC وتقديم طلبك لرفع السقف الاستثماري على حسابك، يرجى إضافة المعلومات التالية:

source: Complete later
ar: سأكمل المعلومات فيما بعد

source: Return to form
ar: العودة إلى النموذج

source: Maximum number of files exceeded
ar: لقد تجاوزت الحد الأقصى لعدد الملفات.

source: File type not allowed, only files of type PNG, JPEG, or GIF are allowed.
ar: إن نوع الملف الذي تود إرساله غير مسموح، يمكنك فقط إرسال ملفات صور بنوعية PNG أو JPEG أو GIF.

source: File is too large, the maximum size is 10 MB.
ar: إن حجم الملف الذي أرسلته كبير جدا، إن أكبر حجم ملف يمكنك إرساله هو 10 ميغابايت.

source: File is too small
ar: الملف صغير جدا.

source: Close
ar: أغلق

source: liwwa is not available in
ar: خدمات لوا غير متوفرة حاليا في

source: liwwa is only available to borrowers in select countries. If you'd like to get updates on when liwwa becomes available in your country, please submit your e-mail below. liwwa respects your privacy and will not share your e-mail with anyone
ar: إن لوا غير متوفرة إلا للشركات المستفيدة في عدد محدود من البلدان. إذا رغبت بإعلامك حينما تتوفر لوا للشركات الصغيرة في بلدك، الرجاء إدخال عنوانك البريدي في الحقل أدناه. إننا نحترم خصوصيتك وأمن معلوماتك الشخصية ولن نشارك بريدك الإلكتروني مع أي كان.

source: Submit
ar: إرسال

source: liwwa investments are not available in
ar: الاستثمارات في لوا غير متوفرة حاليا في

source: Investing in liwwa's opportunities is only available to investors in certain countries. If you'd like to get updates on when investments becomes available in your country, please submit your e-mail below. liwwa respects your privacy and will not share your e-mail with anyone
ar: إن الاستثمار في لوا غير متوفر إلا في عدد محدود من البلدان. إذا رغبت بإعلامك حينما تتوفر لوا في بلدك، الرجاء إدخال عنوانك البريدي في الحقل أدناه. إننا نحترم خصوصيتك وأمن معلوماتك الشخصية ولن نشارك بريدك الإلكتروني مع أي كان.

source: liwwa investments are not available for nationals of
ar: الاستثمارات في لوا غير متوفرة حاليا لحملة جنسية

source: Investing in liwwa's opportunities is only available to investors holding certain nationalities. If you'd like to get updates on when investments becomes available for your country, please submit your e-mail below. liwwa respects your privacy and will not share your e-mail with anyone
ar: إن الاستثمار في لوا غير متوفر إلا لعدد محدود من الجنسيات. إذا رغبت بإعلامك حينما تتوفر لوا في بلدك، الرجاء إدخال عنوانك البريدي في الحقل أدناه. إننا نحترم خصوصيتك وأمن معلوماتك الشخصية ولن نشارك بريدك الإلكتروني مع أي كان.

source: OK
ar: أغلق

source: An error has occured while communicating with our payment processor. We apologize for this error, our technical staff has been notified about it and will look into it and notify you when it is fixed. <b>Please note that your account have not been charged any money</b>.
ar: لقد حصل عطل في عملية الاتصال بشركة معالجة البطاقات الائتمانية. نعتذر لكم عن هذا الخطأ. لقد تم إعلام مهندسينا بهذا العطل وسيتم النظر فيه وإعلامك عندما يتم إصلاح هذا العطل. <b>نرجو علمكم أن حسابكم لم يتم اختصام أي مبلغ منه</b>.

source: Your card can not be processed by our payment processor. Your card may not be authorized for online use, please contact your bank or card issuer for more details. You may also try a different card if you like.
ar: عذرا، لم نتمكن من إضافة هذه البطاقة الائتمانية إلى حسابك. هذا قد يكون مراده إلى أن بطاقتك غير صالحة للاستخدام على الانترنت أو لأسباب أخرى تتعلق ببنكك أو الشركة التي أصدرت البطاقة. يرجى الاتصال بالبنك أو بالشركة المصدرة للبطاقة للاستعلام عن الأمر. حتى ذلك الوقت، يمكنك أن تجرب إدخال بطاقة إئتمانية مختلفة إن أردت.

source: This Credit Account Number is invalid
ar: رقم بطاقة الائتمان غير صالح

source: This Security Code Number is invalid
ar: الرمز السري غير صالح

source: This expiration date is invalid
ar: تاريخ الانتهاء غير صالح

source: Your credit card has expired, please use a different one.
ar: لقد انتهت صلاحية بطاقة الائتمان هذه، يرجى إدخال بطاقة أخرى

source: Happy Eid!
ar: عيد مبارك!

source: We are happy to continue receiving applications throughout the Eid holiday. We will be reviewing those applications and responding to them on Thursday, June 29 2017.
ar: نسعد باستقبال طلبات التمويل على موقعنا خلال فترة عيد الفطر السعيد. وسنقوم بمراجعة طلبكم والاتصال بكم ابتداء من يوم الخميس 29 حزيران 2017.

source: Account
ar: حسابك

source: 1 min
ar: دقيقة واحدة

source: Conditions
ar: شروط التمويل

source: 3 mins
ar: 3 دقائق

source: Profile
ar: بياناتك

source: 10 mins
ar: 10 دقائق

source: Loan Info
ar: معلومات القرض

source: Why get a loan from liwwa?
ar: لماذا أقترض من لوا؟

source: Simple
ar: إجراءات بسيطة

source: Avoid hidden bank fees and easily submit an application.
ar: لا يوجد لدينا أي عمولات خفية، يمكنك معرفة ما ستدفعه تماما وبوضوح.

source: Fast
ar: خدمة سريعة

source: Lending decision within 48 hours.
ar: نقوم بإعلامكم بقرار لجنة القروض خلال يومين عمل من تقديم طلب التمويل.

source: Secure
ar: أمان

source: A trusted partner of Bank al Etihad.
ar: نحن شريك موثوق لبنك الاتحاد.

source: &quot;IRR&quot; or &quot;Internal Rate of Return&quot; is a measure of expected investor return that takes into account the frequency and timing of the cashflows associated with investing in the campaign. The rate is stated net of liwwa’s fees. Click on the icon for more details.
ar: &quot;العائد الداخلي السنوي&quot; (IRR) هي نسبة الربح السنوي المتوقع للمستثمر تحقيقها آخذة بعين الإعتبار عدد وتوقيت التدفقات النقدية الناتجة عن استثمارك بالحملة. إن النسبة المعلنة هي النسبة النهائية بعد اقتطاع لوا عمولتها. إضغط على الأيقونة أعلاه للمزيد من التفاصيل.

source: Borrowers usually receive a one-month grace period, during which they make no repayments on their loans. For example, a 12-month loan with a one-month grace period will make a total of 11 repayments, with the first repayment occurring two months after the loan's inception date. This is factored into the expected IRR or Annual Return displayed to investors.
ar: يتلقى المقترضون عادةً شهراً كفترة سماح لا يقومون بدفع الأقساط خلالها. على سبيل المثال فإن قرض على فترة 12 شهر مع شهر واحد كفترة سماح يعني أن المقترض سيدفع 11 قسط، حيث أن القسط الأول سيتم دفعه بعد شهران من موعد توقيع العقد. آثار هذه الفترة منعكسة في نسب العائد السنوي والعائد الداخلي السنوي الظاهرة للمستثمرين.

source: liwwa assesses its fee on every borrower repayment. The expected IRR and Annual Return displayed to investors are always net of liwwa's fees.
ar: تستوفي لوا عمولتها من كل قسط تدفعه الشركة المقترضة. دائماً ما تكون نسب العائد السنوي والعائد الداخلي السنوي الظاهرة للمستثمرين هي النسب النهائية بعد اقتطاع لوا عمولتها.

source: liwwa states all investor accounts and loan figures in their United States Dollar (USD) equivalent. However, loans and repayments are disbursed and received in the Loan Currency specified, and not in USD. This means that investors bear local currency exchange risks where they exist.
ar: جميع حسابات المستثمرين والمبالغ المالية المذكورة بها هي بالدولار الأمريكي. ولكن القروض الممنوحة وأقساط المقترض تمنح وتستوفى بعملة القرض المشار إليها وليس بالدولار الأمريكي، مما يعني أن المستثمر يتحمل مخاطر صرف العملة.

source: Click here to learn more about the credit assessment process.
ar: إضغط هنا لمعرفة المزيد عن آلية تقييم الائتمان

source: Click here to learn more about risk-adjusted returns.
ar: إضغط هنا لمعرفة المزيد عن العوائد المعدلة حسب المخاطرة.

source: No Data Available
ar: لا تتوافر بيانات

source: PLEDGE
ar: استثمر

source: Confirm %(span_el)s pledge?
ar: هل تود تأكيد تعهدك بـ %(span_el)s؟

source: Your pledge of %(span_el)s was successful!
ar: لقد أتممت التعهد بمبلغ %(span_el)s بنجاح!

source: Fully funded on
ar: تم تمويل الحملة بنجاح بتاريخ

source: Cancelled on
ar: ألغيت بتاريخ

source: Expired
ar: انتهت

source: Loan Information
ar: معلومات عن القرض

source: Business Information
ar: معلومات عن الشركة

source: Grace Period
ar: فترة السماح

source: First Payment (Approx.)
ar: الدفعة الأولى (تقريبيا)

source: liwwa Fee
ar: عمولة لوا

source: Loan Type
ar: نوع القرض

source: Loan Purpose
ar: الغاية من القرض

source: Loan Currency
ar: عملة القرض

source: Previous Loans
ar: القروض السابقة

source: None
ar: لا يوجد

source: Your Outstanding Principal in Previous Loans
ar: أصولك المستحقة في القروض السابقة

source: Industry
ar: القطاع ‫الإقتصادي

source: Sector
ar: النشاط التجاري

source: Description
ar: طبيعة العمل

source: Business Location
ar: موقع الشركة

source: Years in Business
ar: عمر الشركة بالسنوات

source: Number of Employees
ar: عدد الموظفين

source: Name of Owner
ar: إسم المقترض

source: Sharia Loan
ar: تمويل إسلامي

source: REPEAT BORROWER
ar: طلب جديد لمقترض سابق

source: Annual Return
ar: العائد السنوي

source: Show Risk-Adjusted Returns
ar: عرض العوائد المعدلة للمخاطرة

source: Pledged by You
ar: مجموع تعهداتك

source: see loan details
ar: تفاصيل القرض

source: 0 days
ar: 0 أيام

source: Left
ar: الوقت المتبقي

source: Credit Score
ar: العلامة الائتمانية

source: Pledged
ar: الأموال المتعهد بها

source: Goal
ar: الهدف

source: Loan Tenor
ar: مدة القرض

source: + see more
ar: المزيد +

source: - see less
ar: إغلاق -

source: Previous Loans Information
ar: معلومات عن القروض السابقة

source: Are you sure you want to change your investment preferences?
ar: هل أنت متأكد من أنك تريد تغيير الإعدادات الإستثمارية؟

source: Read more...
ar: إقرأ المزيد...

source: Expand...
ar: المزيد...

source: ...Collapse
ar: ...أقل

source: Why invest with liwwa?
ar: لم الاستثمار مع لوا؟

source: Generate Competitive Returns
ar: أرباح استثمارية منافسة

source: In 2017, liwwa investors made an average IRR of 10.61%%.
ar: خلال عام 2017، تمكن المستثمرون في لوا من جني عائد داخلي سنوي (IRR) بما معدله 10،61٪.

source: Diverse Portfolio
ar: تنويع المحفظة الاستثمارية

source: Choose from a diverse range of businesses to invest in.
ar: يمكنك الاختيار من عدد متنوع من الشركات للاستثمار في قروضهم.

source: Long Term Projections
ar: تقديرات طويلة المدى

source: See what your portfolio will be like a year from now
ar: يمكنك تقدير ما ستكون عليه استثماراتك خلال سنة من الآن

source: Safe and Secure
ar: أمن المعلومات الشخصية

source: We use state of the art technology to protect the security of our platform. We are a trusted partner of Bank al Etihad.
ar: نحن نستخدم أحدث التقنيات لحماية أمن المعلومات لجميع زبائننا. كما أننا شريك موثوق لبنك الاتحاد.

source: &quot;Annual Return&quot; is the annualized simple return an investor is expected to earn. The rate is stated net of liwwa’s fees.
ar: &quot;العائد السنوي&quot; هي نسبة الربح السنوي المتوقع للمستثمر تحقيقها. إن النسبة المعلنة هي النسبة النهائية بعد اقتطاع لوا عمولتها.

source: Business Profile:
ar: أداء الشركة:

source: Financial Position:
ar: الوضع المالي:

source: Borrower Profile:
ar: خبرة المقترض:

source: see more...
ar: المزيد...

source: Some of the financial information collected relies on the borrower's estimates. liwwa also conducts its own thorough credit assessment effort, and verifies this information to the extent possible.
ar: بعض المعلومات المالية تعتمد على تقديرات المقترض. نحن في لوا نقوم بإجراء تحليل ائتماني دقيق للتحقق من هذه المعلومات إلى أقصى حد ممكن.

source: This is the Annual Rate of Return quoted to you during campaign funding. This is not an indicator of the current performance of the loan. IRR provides a more reliable and accurate picture of how the loan is currently performing given early, late, and partial payments.
ar: هذه هي نسبة العائد السنوي التي يتم تحديدها عند بدأ الحملة التمويلية، ولا تمثل مؤشرا آنيا على أداء القرض القائم. ولمعرفة الأداء الآني لقروضك، يمكنك النظر إلى نسبة العائد الداخلي السنوي IRR والتي تأخذ بعين الإعتبار الدفعات الفعلية والمتوقعة، المبكرة والمتأخرة، وكل التغيرات التي تطرأ على القرض في خلال فترة الدفع.

source: &quot;IRR&quot; or &quot;Internal Rate of Return&quot; is a measure of the investor return that takes into account the frequency and timing of the cashflows associated with your investment. Due to the possibility of early, late, and partial payments, this figure may vary over the lifetime of the loan. The rate is stated net of liwwa’s fees. Click on the icon for more details.
ar: العائد الداخلي السنوي (IRR) هي نسبة الربح السنوي المتوقع للمستثمر تحقيقها آخذة بعين الإعتبار عدد وتوقيت التدفقات النقدية الناتجة عن استثمارك بالحملة. إن النسبة المعلنة هي النسبة النهائية بعد اقتطاع لوا عمولتها. إضغط على الأيقونة أعلاه للمزيد من التفاصيل.

source: Too many e-mails from us? We're sorry! Click
ar: هل أكثرنا من مراسلتك؟ نعتذر عن ذلك، يمكنك الضغط

source: here
ar: هنا

source: to unsubscribe.
ar: لإزالة عنوانك البريدي من لوائح المراسلات.

source: to unsubscribe from
ar: من أجل منع رسائل

source: emails.
ar: من الوصول إلى حسابك.

source: You have been unsubscribed!
ar: لقد تمت إزالة عنوانك!

source: We have removed your e-mail from our %(email_display_name)s list, we're sorry to see you go!
ar: لقد تمت إزالة عنوانك البريدي من قائمتنا البريدية الخاصة ب%(email_display_name)s.

source: We have removed your e-mail from our marketing e-mail list, we're sorry to see you go!
ar: لقد تمت إزالة عنوانك البريدي من قائمتنا البريدية الخاصة بالتسويق.

source: Go to homepage
ar: اذهب إلى الصفحة الرئيسية

source: Hello
ar: مرحبا

source: As a valued liwwa lender, we want to make sure that you are getting the most out of your investments. And we noticed that you still have available funds to invest!
ar: لقد لاحظنا أنك قد قمت بإضافة أموال إلى حسابك في لوا، ولكنك لم تقم بعد بالاستثمار في أي من القروض الموجودة على موقعنا.

source: You still have
ar: لا يزال لديك

source: remaining in your account since you were last active on
ar: متبقية في حسابك منذ آخر مرة قمت بالدخول إلى موقعنا في

source: Why not have a quick look at the exciting new campaigns available for funding on our website? Click the button below to choose your next pledge:
ar: من أجل النظر إلى الفرص الاستثمارية المتوفرة حاليا، يرجى الدخول على حسابك على موقعنا بالضغط على الزر أدناه:

source: Click here to login to your account!
ar: اضغط هنا من أجل الدخول إلى حسابك

source: Happy Investing!
ar: استثمارا موفّقا!

source: Hello %(first_name)s
ar: مرحبا %(first_name)s

source: The following campaign is now live on liwwa.com:
ar: لقد تم البدء بالحملة التمويلية التالية على موقع liwwa.com :

source: Tenor
ar: مدة القرض

source: Risk Level
ar: المخاطرة

source: You can read more details about this campaign by clicking on the link below to login:
ar: يمكنك قراءة المزيد عن هذه الحملة بالضغط على الزر أدناه للدخول إلى موقعنا

source: Click to log in!
ar: اضغط هنا للدخول

source: We wish you a happy investment experience! Please do not hesitate to contact us at %(el)sinvestor@liwwa.com%(el_end)s with any questions or concerns.
ar: نتمنى لكم استثمارا موفقا! نرجو ألا تترددوا بسؤالنا إذا ما طرأ لكم أي استفسار، ويمكنكم مراسلتنا على العنوان التالي: %(el)sinvestor@liwwa.com%(el_end)s

source: Best,
ar: مع وافر التحية،

source: Congratulations on pledging to your first business on liwwa!
ar: مبروك لك على قيامك بأول تعهد بالتمويل في لوا!

source: In the next months, you will begin receiving fixed returns on your investments. Look out for liwwa's monthly report indicating your portfolio's returns and available funds to invest in other campaigns.
ar: في خلال الشهور القليلة القادمة، ستبدأ باستقبال الدفعات التي تقوم بها الشركات التي استثمرت بها. وسنعمل على ابقائك على إطلاع على أداء محفظتك الاستثمارية عبر رسائل شهرية.

source: As always, don't forget to diversify your liwwa investment portfolio!
ar: وكما ننصح مستثمرينا بشكل دائم، تنويع الاستثمارات في محفظتك الاستثمارية هي أفضل طريقة لتخفيض المخاطر الاستثمارية و تحسين فرص العوائد الاستثمارية الجيدة!

source: Important Note
ar: معلومة هامة

source: Add investor@liwwa.com to your e-mail contacts to make sure important e-mails from us do not go to your SPAM folder.
ar: أضف investor@liwwa.com إلى قائمة معارفك في إيميلك الشخصي وذلك لتجنب ضياع رسائل لوا في الـSPAM .

source: We are happy to notify you that you have just received your first repayment!
ar: يسعدنا إبلاغكم بأنكم قد استلمتم أول دفعة قرض في حسابكم في لوا!

source: You now have
ar: لديك الآن مبلغ

source: available in your account to continue investing.
ar: متوفر في حسابك على لوا.

source: To maximize your return, take this opportunity to reinvest your available cash in some of the new campaigns available for funding on our website. Click the button below to invest in your next campaign:
ar: من أجل تحقيق أكثر حد ممكن من الأرباح، اغتنم الفرصة لإعادة استثمار السيولة المتاحة جديدا في أحد الحملات على موقع لوا. إضغط على الرابط أدناه من أجل الاستثمار في قرضك التالي:

source: Click here to login to your account
ar: اضغط هنا للدخول إلى حسابك
