Repository: ilyaspiridonov/gitloctest
Catalog: messages-6.po
Languages: ar

source: Business City
ar: المدينة

source: Business Address
ar: عنوان الشركة

source: Business Phone Number
ar: رقم الهاتف

source: What is the nature of your business? (e.g. Carpenter, IT Firm, etc.)
ar: ما هي طبيعة شركتك؟ (مثلا محل نجارة، مطعم، شركة برمجيات، إلى آخره..)

source: Field can not have more than 7500 characters
ar: الحقل لا يمكن أن يحتوي على أكثر من 7500 حرف

source: What is your company's average annual income?
ar: ما هو دخل شركتك السنوي؟

source: What month/year was your business established?
ar: في أي شهر وسنة قمت بتأسيس شركتك؟

source: The date is invalid
ar: التاريخ غير صالح

source: Do you or your company have an active bank account that reflects your commercial activities?
ar: هل تستخدم حساب بنكي لنشاطك التجاري؟

source: Yes, I do have an active bank account
ar: نعم، أستخدم حساب بنكي لنشاطي التجاري

source: No, I do not have an active bank account
ar: لا، لا أستخدم حساب بنكي لنشاطي التجاري

source: Bank statement(s) sales percentage
ar: نسبة المبيعات في كشف الحساب المصرفي

source: Does your company have a valid government-issued trade license and commercial registration certificate?
ar: هل لديك سجل تجاري ورخصة مهن؟

source: Yes, I do have a trade license and commercial registration certificate
ar: نعم، لدي سجل تجاري ورخصة مهن

source: No, I do not have a trade license and commercial registration certificate
ar: لا، ليس لدي سجل تجاري ورخصة مهن

source: Are you or your company on the Central Bank blacklist?
ar: هل أنت أو شركتك مدرجين على القائمة السوداء لدى البنك المركزي ('Blacklist')؟

source: No, I am not blacklisted
ar: لا، لسنا مدرجين على القائمة السوداء لدى البنك المركزي

source: Yes, I am blacklisted
ar: نعم، أنا أو الشركة مدرجين على القائمة السوداء لدى البنك المركزي

source: liwwa is authorised to perform Blacklist and Akhtar checks on me and my company, in any way it deems appropriate.
ar: يحق لشركة لوا الاستعلام عني و عن الشركة التي امثلها بالطريقة التي تراها مناسبة على القائمة السوداء وعلى الأخطار المصرفية.

source: Business City in English
ar: مدينة العمل باللغة الإنجليزية

source: Business City in Arabic
ar: مدينة العمل باللغة العربية

source: What is the price of the asset?
ar: ما هو ثمن الأصول التي تود تمويلها؟

source: Please explain the purpose behind purchasing this asset. Include details about how it will help your business and help increase your revenues
ar: الرجاء شرح السبب لم تود شراء هذه الأصول. كيف ستساعد هذه الأصول شركتك وكيف ستزيد مدخولك وأرباحك؟

source: Personal Services (barber, photography, etc.)
ar: الخدمات الشخصية (حلاق، تصوير، إلخ)

source: Food & Beverage
ar: الأغذية والمشروبات

source: Clothing & Apparel
ar: الملابس والاكسسوارات

source: Pharmaceuticals & Medical Supplies
ar: الأدوية والمستلزمات الطبية

source: Furniture
ar: الأثاث

source: Household Goods & Appliances
ar: السلع والأجهزة المنزلية

source: Electronics & Communications
ar: الإلكترونيات والاتصالات

source: Automotive
ar: المركبات

source: Building Materials & Equipment
ar: مواد ومعدات البناء

source: Stationary & Office Supplies
ar: قرطاسيه واللوازم المكتبيه

source: Purchase items from a specific supplier
ar: شراء بضائع/منتجات من مورد محدد

source: Purchase items from numerous suppliers
ar: شراء بضائع/منتجات من عدد من الموردين

source: Purchase an asset for use in the business
ar: شراء بضائع لاستخدامها في العمل

source: Cover regular operating expenses (e.g. salaries)
ar: تغطية المصاريف الادارية الدورية (مثل الرواتب)

source: Cover non-business expenses
ar: تغطية المصاريف غير المرتبطة بالنشاط التجاري

source: Cash
ar: تمويل نقدي

source: Industrial Equipment and Machinery
ar: معدات صناعية

source: Raw Materials
ar: مواد خام

source: Invoice Financing
ar: تمويل الفواتير

source: Real Estate Purchases
ar: عقارات

source: Vehicles
ar: المركبات

source: Point of Sale
ar: تمويل نقدي

# Borrower Applicatino Rejected, Visible to Borrowers
source: Rejected
ar: تم رفض الطلب

# Borrower Application Approved, Visible to Borrowers
source: Approved
ar: تم قبول الطلب

# Borrower Application Pending, Visible To Borrowers
source: Pending
ar: تحت الدراسة

source: I understand and agree to the terms above.
ar: هل قرأت شروط الاتفاقية أعلاه وتوافق عليها؟

source: I am not a citizen or resident of the United States of America and/or the United Kingdom.
ar: أنا لست مواطنا أو مقيما في الولايات المتحدة الأمريكية أو المملكة المتحدة.

source: You must accept the terms and conditions above to continue as an investor
ar: يجب أن تقبل شروط الاتفاقية أعلاه من أجل الاستثمار في لوا

source: liwwa at this time cannot service persons from the United States or United Kingdom
ar: لا تقدم لوا في هذا الوقت خدماتها للأشخاص من الولايات المتحدة الأمريكية أو المملكة المتحدة.

source: Campaign in Funding
ar: لا توجد حملات في طور التمويل

source: Current Loan
ar: قرض قائم

source: Loan Restructured
ar: قروض معادة الهيكلة

source: Loan Rescheduled
ar: ‫قروض معادة الجدولة

source: Loan Delinquent
ar: قرض متعثر

source: Loan Written Off
ar: قروض مشطوبة

source: Loan Paid in Full
ar: قروض مدفوعة بالكامل

source: Investor
ar: معلومات المستثمر

source: Name
ar: الاسم

source: Phone
ar: الهاتف

source: Date of Birth
ar: تاريخ الميلاد

source: Member Since
ar: عضو منذ

source: Annual Income
ar: الدخل السنوي

source: Liquid Net Worth
ar: حجم السيولة المتوفر لديك

source: Source of Wealth
ar: مصدر الثراء

source: Source of Funds
ar: مصدر الأموال

source: Address
ar: العنوان

source: Nationality
ar: الجنسية

source: Pledge to campaign %(campaign_id)s
ar: تعهد إلى حملة %(campaign_id)s

source: Lawyer Collection Fees deduction for campaign %(campaign_id)s
ar: خصم عمولة محامي التحصيل على حملة %(campaign_id)s

source: Residual balance for Campaign %(campaign_id)d closed out
ar: تم إغلاق الرصيد المتبقي للحملة %(campaign_id)d

source: Campaign %(campaign_id)d written off
ar: شطب حملة %(campaign_id)d

source: Reimbursement for principal + profit outstanding in written off campaign %(campaign_id)d
ar: تعويض عن الأصل والمربح المستحقان في الحملة المشطوبة رقم %(campaign_id)d

source: Pledge reversal
ar: إلغاء التعهد

source: Drawdown for campaign %(campaign_id)d
ar: تمويل حملة %(campaign_id)d

source: Fees deduction for campaign %(campaign_id)s
ar: خصم العمولة على حملة %(campaign_id)s

source: Reimbursement for rounding errors since account inception
ar: تعويض على الأخطاء التدويرية منذ إنشاء حسابك

source: The totals for allocations must be equal to 100%%
ar: المجموع للنسب يجب أن يكون 100

source: You must specify a principal outstanding limit for the Auto-Invest tool or choose No limit
ar: يجب تحديد سقف للاستثمارات الآلية أو اختيار بدون سقف

source: The maximum investment must be greater than $0
ar: يجب ان تكون قيمة الحد الأقصى للاستثمار لكل قرض اكبر من $0

source: If you set the maximum investment per loan as $0, the auto-invest tool will not make any pledges on your behalf
ar: لتفعيل خدمة الاستثمار الآلي يجب ان تكون قيمة الحد الأقصى للاستثمار لكل قرض اكبر من $0

source: If you don't select any loan tenors, the auto-invest tool will not make any pledges on your behalf
ar: لتفعيل خدمة الاستثمار الالي يجب تحديد مدة القرض المراد الاستثمار به

source: Auto-Invest has been activated and will begin investing on your behalf
ar: تم تفعيل الاستثمار الآلي وسيبدأ بالاستثمار نيابة عنك

source: Funds limit for Autopilot
ar: إضافة الأموال إلى الاستثمار الآلي

source: Minimum investment per campaign
ar: أقل استثمار في أي حملة

source: Max percentage of campaign
ar: أقصى نسبة تمويل في أي حملة واحدة

source: The minimum investment must be more that $25
ar: أقل استثمار يجب أن يزيد عن 25 دولارا

source: Funds to add for Autopilot
ar: إضافة الأموال إلى الاستثمار الآلي

source: General
ar: معلومات عامة

source: Location
ar: الدولة

source: Finances
ar: المعلومات المالية

source: Documentation
ar: الوثائق

source: More than $100,000
ar: أكثر من 100000 دولار

source: Occupation
ar: المهنة

source: Inheritance
ar: الوراثة

source: Business investments
ar: استثمارات أخرى

source: Real estate
ar: استثمارات عقارية

source: Not submitted yet
ar: لم يتم تقديم طلب التوثيق بعد

source: Under review
ar: تحت المراجعة

source: Approved
ar: مقبول

source: Rejected
ar: مرفوض

source: No information has changed
ar: لم يتم اي تغيير على المعلومات

source: and after
ar: ومستقبلا

source: see campaign
ar: إذهب إلى الحملة المرتبطة بهذا القرض

source: Is Funded?
ar: تم التمويل؟

source: Pledge Amount
ar: مبلغ التعهد

source: yes
ar: نعم

source: no
ar: لا

source: Total Invested
ar: الأموال التي تم استثمارها

source: Repayments Outstanding
ar: الدفعات المستحقة مستقبلا

source: Repayments Disbursed
ar: الدفعات المصروفة

source: Repayments Overdue
ar: الدفعات المتأخرة

source: Loan Status
ar: حالة القرض

source: Repayment Date
ar: تاريخ الدفع

source: Your portion of repayment
ar: حصتك من المدفوع

source: Type
ar: نوع العملية

source: Method
ar: الطريقة

source: Fees
ar: العمولة

source: Notes
ar: ملاحظة

source: Withdrawal
ar: سحب أموال

source: Funds Added
ar: إضافة أموال

source: Bitcoin
ar: بتكوين

source: Bank Transfer
ar: تحويل بنكي

source: Pending
ar: في طور الإنجاز

source: Invalid field name '%s'.
ar: اسم حقل غير صحيح '%s'.

source: Field must be equal to %(other_name)s.
ar: قيمة الحقل يجب أن تكون مساوية لـ %(other_name)s

source: Field must be at least %(min)d character long.
ar: عدد الحروف في الحقل يجب أن تكون على الأقل %(min)d

source: Field cannot be longer than %(max)d character.
ar: الحقل لا يمكن أن يحتوي على أي حرف

source: Field must be between %(min)d and %(max)d characters long.
ar: عدد الأحرف في الحقل يجب أن يكون ما بين %(min)d و %(max)d

source: Number must be at least %(min)s.
ar: الرقم يجب أن يكون أقل من %(min)s

source: Number must be at most %(max)s.
ar: الرقم يجب ألا يتجاوز %(max)s

source: Number must be between %(min)s and %(max)s.
ar: الرقم يجب أن يكون بين %(min)s و %(max)s

source: Invalid input.
ar: مدخل خاطئ

source: Invalid email address.
ar: البريد الإلكتروني غير صالح

source: Invalid IP address.
ar: عنوان الـIP غير صالح

source: Invalid Mac address.
ar: عنوان الـMAC غير صالح

source: Invalid URL.
ar: URL خاطئ.

source: Invalid UUID.
ar: UUID خاطئ.

source: Invalid value, must be one of: %(values)s.
ar: قيمة خاطئة، يجب أن تكون إحدى هاته القيم: %(values)s

source: Invalid value, can't be any of: %(values)s.
ar: قيمة خاطئة، يجب أن لا تكون إحدى هاته القيم: %(values)s

source: Invalid CSRF Token
ar: ‫CSRF Token خاطئة

source: CSRF token missing
ar: ‫CSRF Token غير موجودة

source: CSRF failed
ar: CSRF لم تعمل

source: CSRF token expired
ar: CSRF Token منتهية الصلاحية.

source: Not a valid list
ar: قائمة غير صحيحة.

source: Not a valid integer list
ar: الرقم غير صالح

source: Please input a date/time value
ar: يرجى إدخال التاريخ والوقت

source: Invalid date/time input
ar: تاريخ ووقت خاطئان

source: Invalid Choice: could not coerce
ar: اختيار خاطئ: could not coerce

source: '%(value)s' is not a valid choice for this field
ar: "%(value)s" ليس خيارا صالحا لهذا الحقل

source: Not a valid integer value
ar: هذا ليس رقما صالحا

source: Not a valid decimal value
ar: هذا ليس رقما صالحا

source: Not a valid float value
ar: هذا ليس رقما صالحا

source: Not a valid date value
ar: الرجاء إدخال تاريخ صالح

source: Not a valid time value
ar: الرجاء إدخال تاريخ صالح

source: liwwa team
ar: فريق لوا

source: Hello from liwwa!
ar: مرحبا من لوا!
