Repository: ilyaspiridonov/gitloctest
Catalog: messages-6.po
Languages: ar

source: The IRR is different from the Annual Return because it is a metric of time-adjusted returns, not just annual returns. Two investments that have the same annual returns can have different IRRs due to differences in their repayment schedules. Let’s study the case of two separate investments of $100 each that both have an annual return of 10%%.
ar: تختلف نسبة العائد الداخلي السنوي عن معدل العائد السنوي نظرًا لأن ال IRR يقيس العوائد حسب وقت تلقيها، وليس فقط على فترة سنوية. فبذلك يقوم الIRR بأخذ الجدول الفعلي للتدفقات النقدية بعين الاعتبار، وهذا الجدول قد يكون شهرياً كما هو الحال في معظم الحملات التمويلية على موقع لوا. إذاً قد يكون هناك استثمارين لهما نفس العائد السنوي ولكن بنسب IRR مختلفة بسبب الاختلافات في جداول السداد. لندرس حالة استثمارين منفصلين بقيمة 100 دولار لكل منهما عائد سنوي يبلغ 10٪.

source: Scenario A
ar: السيناريو الأول

source: Scenario B
ar: السيناريو الثاني

source: $100 is invested on 1st January 2018, and a lump sum payment of $110 is received on 1st January 2019.
ar: تم استثمار 100 دولار في 1 يناير 2018، وتم استلام دفعة بمبلغ 110 دولار في 1 يناير 2019.

source: $100 is invested on 1st January 2018, and 12 monthly payments of $9.17 are received.
ar: تم استثمار 100 دولار في 1 يناير 2018، ويتم تلقي 12 دفعة شهرية بقيمة 9.17 دولار.

source: Internal Rate of Return (IRR)
ar: نسبة العائد الداخلي السنوي (IRR)

source: Annual Rate of Return
ar: معدل العائد السنوي

source: Although these investments both have annual returns of 10%%, they have different IRRs – which means that they are not equally attractive from an investment standpoint. Since the IRR in scenario B is 20%%, twice that of scenario A, scenario B is the better investment opportunity. This is because there is value in getting repaid sooner – you can re-invest this cash and start earning returns on other investments earlier.
ar: على الرغم من أن هذه الاستثمارات لديها عوائد سنوية تبلغ 10٪، إلا أنها تتمتع بمعدلات عائد داخلي مختلفة، مما يعني أنها ليست محببة بنفس القدر من وجهة نظر استثمارية. بما أن الIRR في السيناريو الثاني هو 20٪، أي ضعف السيناريو الأول، فإن السيناريو الثاني يقدم فرصة أفضل للاستثمار، وذلك لأن هناك منفعة للحصول على الدفعات في وقت مُبكر، حيث يمكن للمستثمر إعادة استثمار هذه الأموال والبدء في جني الأرباح على الاستثمارات الأخرى مُبكراً.

source: How does liwwa calculate the IRR for a funding campaign?
ar: كيف تقوم لوا بحساب نسبة العائد الداخلي السنوي لأي حملة تمويلية؟

source: The first step is to look at the expected cash flow schedule from a campaign. Payment schedules differ from campaign to campaign due to differences in loan tenor, grace period, and the periodicity of payments (e.g. every month vs every 3 months). Below is an example of a $100 pledge to a campaign with a 12 month tenor and 10%% annual return, with a monthly repayment schedule.
ar: تتمثل الخطوة الأولى في الاطلاع على جدول التدفق النقدي المتوقع من إحدى الحملات، حيث تختلف جداول الدفع من حملة إلى أخرى بسبب الاختلافات في مدة القرض وفترة السماح ودورية الدفع (على سبيل المثال، كل شهر مقابل كل 3 أشهر). وفي ما يلي مثال على استثمار بمبلغ 100 دولار أمريكي لحملة لمدة 12 شهر بعائد سنوي بنسبة 10٪ مع جدول سداد شهري.

source: The first item on the cash flow schedule is the pledge made by investors, which shows as a negative amount (i.e. a cash outflow). The following items on the schedule specify the dates and amounts of payments to be made by the borrower.
ar: البند الأول في الجدول أدناه هو التعهد الذي قدمه المستثمرون، ولذلك يظهر كمبلغ سلبي (أي تدفق نقدي خارجي). تحدد البنود التالية في الجدول الزمني تواريخ ومبالغ الدفعات التي سيقوم بها المقترض للمستثمر.

source: Repayment Schedule
ar: جدول الدفع

source: (can be downloaded from the loan details page after the campaign is funded)
ar: (يمكن تحميل جدول الدفع من صفحة تفاصيل القرض يعد أن يتم تمويل القرض بشكل كامل)

source: Date
ar: التاريخ

source: Cashflows
ar: التدفقات النقدية

source: Once we've established the expected cash flow schedule, calculating the IRR is straightforward, and can be done by applying the Internal Rate of Return formula to the cash flow schedule above. Many spreadsheet applications, like %(a_start)sMicrosoft Excel, offer a function%(a_end)s that allows you to calculate the IRR easily. You can copy the schedule above to a Microsoft Excel spreadsheet and apply the XIRR formula on the values and dates above. Using this function, you should get an IRR of 22.67%%.
ar: بمجرد إنشاء جدول التدفقات النقدية المتوقعة فإن احتساب معدل العائد الداخلي السنوي أمر بسيط ومباشر ويمكن القيام به عن طريق تطبيق المعادلة الرياضية ل IRR على جدول التدفقات النقدية أعلاه. العديد من تطبيقات جداول البيانات مثل %(a_start)sMicrosoft Excel تقدم وظيفة%(a_end)s تسمح لك بحساب معدل العائد الداخلي بسهولة. يمكنك نسخ الجدول أعلاه إلى جدول بيانات Microsoft Excel وتطبيق معادلة XIRR على القيم والتواريخ المذكورة أعلاه. باستخدام هذه الوظيفة، يجب أن تحصل على معدل عائد داخلي يصل إلى 22.67٪.

source: liwwa's internal implementation of the IRR formula replicates the results produced by Excel's XIRR formula. Please note that rounding errors, especially when dealing with smaller numbers, can have drastic effects on IRR calculations. To account for potential rounding errors, liwwa’s backend system calculates return figures up to as many as 12 decimal places thereby providing highly accurate portfolio numbers – even if the investor only sees numbers rounded to 2 decimal places.
ar: إن تنفيذ برنامج لوا الداخلي لمعادلة IRR يعود بنتائج مماثلة للنتائج التي تظهرها معادلة XIRR من Excel، ولكن يرجى ملاحظة أن أخطاء التقريب، خاصة عند التعامل مع الأرقام الصغيرة، يمكن أن يكون لها تأثيرات جذرية على حسابات IRR. لحساب أخطاء التقريب المحتملة، يقوم البرنامج الخاص بشركة لوا بحساب الأرقام إلى ما يصل إلى 12 خانة عشرية، وبالتالي توفير أرقام عالية الدقة بما يتعلق بالمحفظة الاستثمارية - حتى إذا كان المستثمر يرى فقط أرقامًا مُقربة إلى منزلتين عشريتين.

source: What happens once the borrower starts making repayments?
ar: ماذا يحدث عندما يبدأ المقترض بسداد الدفعات؟

source: After the borrower starts making payments, the cash flow schedule will start including both the actual payments made and their dates, as well as the scheduled payments to be made in the future. If a borrower is late on payments, liwwa adjusts the cash flow schedule accordingly.
ar: بعد أن يبدأ المقترض بسداد الدفعات، يبدأ جدول التدفقات النقدية بإظهار الدفعات الفعلية التي تم دفعها وتواريخها بالإضافة إلى الدفعات المجدولة التي سيتم دفعها في المستقبل. إذا تأخر المقترض في السداد، تقوم لوا بتعديل جدول التدفقات النقدية وفقاً لذلك.

source: How are the risk-adjusted returns different from the unadjusted returns?
ar: كيف تختلف العوائد المعدلة حسب المخاطرة عن العوائد غير المعدلة؟

source: The unadjusted returns are calculated assuming that the borrower will make all loan payments on time. This is displayed by default.
ar: يتم حساب العوائد غير المعدلة على افتراض أن المقترض سوف يقوم بتسديد جميع مدفوعات القرض في الموعد المتوقع. ويتم عرض هذا العائد تلقائياً.

source: The risk-adjusted returns take into account the likelihood that the loan is repaid late or only partially. The risk class and the tenor of the loan both influence the size of the adjustment.
ar: أما لعوائد المعدلة حسب المخاطرة فتأخذ في الاعتبار احتمالية سداد القرض في وقت متأخر أو جزئيًا فقط. المتغيرات التي تؤثر على حجم التعديل هما درجة المخاطرة و مدة القرض.

source: Example: Returns on a Loan with Risk Class B and 12 Months Tenor:
ar: مثال: عوائد قرض بدرجة المخاطرة B ومدة 12 شهراً:

source: Unadjusted Returns
ar: العوائد غير المعدلة

source: Risk Adjusted Returns
ar: العوائد المعدلة حسب المخاطرة

source: The risk-adjusted returns are lower than the unadjusted returns, because they take into account the probability that a Class-B, twelve-month loan will not be repaid fully or on time.
ar: العوائد المعدلة حسب المخاطرة أقل من العوائد غير المعدلة ، لأنها تأخذ في عين الاعتبار احتمالية عدم سداد قرض مدته 12 شهرًا من الدرجة “B” بالكامل أو في الوقت المحدد.

source: Recovery & Collection
ar: سياسة تحصيل

source: Policy
ar: الديون

source: Effective on: March 20, 2018
ar: اعتبارا من: 20 آذار 2018

source: liwwa has a fiduciary responsibility to ensure that investors receive payments due to them in full, and in a timely manner. Investor returns are calculated in real time and late payments impact portfolio returns (click
ar: لدى شركة لوا مسؤولية إئتمانية تجاه مستثمريها تشير إلى ضرورة اتخاذ جميع الإجراءات المتاحة لإتمام دفع الأقساط المستحقة للمستثمرين بمواعيدها المعلنة. تاريخ استحقاق الدفعات يؤثر على عوائد المستثمرين، ولذلك أي دفعة متأخرة ستؤثر على الأرباح (اضغط

source: for more information).
ar: للمزيد من المعلومات).

source: liwwa Statistics
ar: إحصائيات لوا

source: Underwriting Volumes
ar: القروض المكتتبة

source: Total USD$ Underwritten:
ar: مجموع القروض المكتتبة بالدولار الأمريكي:

source: Number of loans:
ar: عدد القروض:

source: Portfolio Performance
ar: أداء القروض

source: Total loans fully repaid:
ar: مجموع القروض التي تم دفعها كاملة:

source: Total loans outstanding:
ar: عدد القروض القائمة:

source: Balance of loans outstanding:
ar: ما تبقى من حساب القروض القائمة:

source: Total repayments collected:
ar: مجموع الدفعات التي تم تحصيلها:

source: Average time till maturity of loans outstanding:
ar: معدل ‫وقت‬ بلوغ القروض ‫الجارية‬:

source: months
ar: أشهر

source: Average time till maturity of loans outstanding (Weighted by balance outstanding):
ar: معدل وقت بلوغ القروض القائمة (مرجّحا برصيد القروض):

source: Total loans delinquent:
ar: إجمالي القروض المتعثرة:

source: Total balance outstanding for delinquent loans:
ar: رصيد القروض المتعثرة:

source: Total loans written off:
ar: مجموع القروض ‫المشطوبة‬:

source: Total balance outstanding for written off loans:
ar: مجموع ما لم يتم دفعه من القروض ‫المشطوبة‬:

source: Get a loan
ar: احصل على قرض لشركتك

source: A smarter, faster, and inexpensive way to get a business loan.
ar: توفر لوا سهولة وسرعة في إجراءات الاقتراض من أجل شركتك الصغيرة أو المتوسطة

source: Apply for a Loan
ar: تقدم بطلب قرض

source: Amina funded Green Oil factory for $10,000. She acquired a new distillery to produce more refined products.
ar: لقد قامت أمينة باقتراض 10،000 دولار عبر لوا من أجل مصنعها، مصنع السهول الخضراء للزيوت. وقامت بشراء معصرة زيوت جديدة باستخدام هذا القرض.

source: Loan Calculator
ar: حساب القرض

source: What do you need the loan for:
ar: الغاية من الاقتراض:

source: What loan amount do you want:
ar: ما هو مبلغ القرض الذي تريده:

source: How long do you want to repay the loan over (including a one month grace period):
ar: ما المدة التي ترغب في سداد القرض خلالها (بما في ذلك فترة سماح شهر واحد):

source: 6 months
ar: ستة أشهر

source: 9 months
ar: تسعة أشهر

source: 1 year
ar: سنة واحدة

source: 1.5 years
ar: سنة ونصف

source: 2 years
ar: سنتين

source: Apply for the loan
ar: تقدم بطلب قرض

source: How lending works
ar: طريقة عملنا

source: APPLY
ar: تقدم بطلب قرض

source: Once we receive your online loan application, our team will reach out to collect the needed documents and conduct a site visit to your business. Then our credit team will study your loan application and provide a decision within 48 hours.
ar: بمجرد استلامنا لطلب القرض عبر الإنترنت ، سيتواصل فريقنا معك لزيارة موقع عملك وجمع المستندات المطلوبة . ثم سيقوم فريق الائتمان لدينا بدراسة طلب القرض الخاص بك وتقديم قرار خلال 48 ساعة.

source: How do I qualify for a loan?
ar: كيف تستوفي شركتي شروط القروض على لوا؟

source: Be operating for at least 2 years
ar: أن تكون قائمة منذ سنتين أو أكثر

source: Be operating for at least 1 year
ar: أن تكون قائمة منذ سنة أو أكثر

source: Be registered in Jordan or Egypt
ar: أن تكون مسجلة في المملكة الأردنية الهاشمية أو جمهورية مصر العربية

source: Have a company bank account in good standing for at least 6 months
ar: أن يكون لديها حساب بنكي في حالة جيدة منذ 6 أشهر على الأقل

source: Have a current company checkbook
ar: أن يكون لديها دفتر شيكات صالح للقيام بالدفعات المطلوبة

source: Have a current Trade License and Commercial Registration Certificate
ar: أن يكون لديها سجل تجاري و رخصة مهن ساريي المفعول

source: Have annual sales of
ar: أن يكون لديها مبيعات سنوية بقيمة

source: or more
ar: أو أكثر

source: If your application is approved, your expected monthly payment will be between
ar: إذا ما تم الموافقة على طلبك، فستكون دفعتك الشهرية تتراوح ما بين

source: If your application is approved, you will be expected to make one payment in 3 months in the range of
ar: إذا ما تمت الموافقة على طلبك، فستكون لديك دفعة واحدة بعد 3 أشهر تتراوح ما بين

source: Please enter a price less than
ar: يرجى إدخال سعر أقل من

source: Sign Up
ar: التسجيل

source: Lend to Small Businesses
ar: استثمر في قروض الشركات

source: liwwa’s Lending Platform makes it easy for you to invest in high-yield, small business loans.
ar: توفر لك منصة لوا وسيلة مريحة وسريعة للاستثمار في قروض الشركات الصغيرة والمتوسطة.

source: Looking for a small business loan?
ar: أتبحث عن قرض لشركتك؟

source: Click here
ar: يمكنك الضغط هنا

source: liwwa investors have made historical returns of
ar: خلال السنوات السابقة، حقق المستثمرون على لوا عوائد تتراوح ما بين:

source: Median return:
ar: متوسط العائد:

source: How does it work?
ar: كيف يتم الإقراض؟

source: Add funds to your account
ar: إضافة الأموال إلى حسابك

source: You can either use a credit card or wire transfer to fund your liwwa account.
ar: يمكنك استخدام بطاقة ائتمانية أو حوالة بنكية لإضافة الأموال إلى حسابك على موقع لوا.

source: Invest in small business loans
ar: استثمر في قروض الشركات

source: We conduct detailed assessments of small businesses that apply for liwwa loans. Approved loans are hosted on the site for investors to fund them.
ar: يقوم فريقنا بتدقيق إئتماني مفصل على الشركات التي تتقدم بطلب قرض لدينا. ويتم تفعيل حملات تمويلية على موقعنا فور قبول طلب القرض. وعندها تتاح الفرصة للمستثمرين للاستثمار في تلك القروض.

source: Collect returns and reinvest
ar: استلام الدفعات وإعادة الاستثمار

source: On regular intervals (usually monthly), investors receive payments from loans. These payments are available for you to either reinvest in new loans or to withdraw to your bank account.
ar: على فترات متساوية (شهريا أو كل 3 أشهر)، يستلم المستثمرون دفعات على حسابهم في لوا. وتكون هذه الدفعات متوفرة لهم لإعادة الاستثمار في قروض جديدة، أو لسحبها إلى حساباتهم البنكية إن شاؤوا.

source: Competitive Returns
ar: أرباح استثمارية منافسة

source: Internal Rates of Return (IRRs) range from 7%% - 18%%. Investors receive monthly payments that they can reinvest and increase their returns.
ar: تتراوح نسبة العائد الداخلي السنوي (IRR) بين 7٪ و 18٪. ويستلم المستثمرون دفعات شهرية أو شبه شهرية يستطيعون استثمارها في قروض جديدة لزيادة عوائدهم.

source: Easy to Use
ar: سهولة الاستعمال

source: Generate returns and earn profit online. Our platform offers you easy access to investing in small business loans.
ar: استثمر أموالك من أي مكان عبر منصة استثمارية سهلة ومريحة. نؤمن بخدمة زبائننا بصورة سريعة و على أعلى مستوى ممكن.

source: Advanced Credit Analytics
ar: تحليل ائتماني متطور

source: liwwa’s advanced credit assessment engine analyzes hundreds of data inputs. This is distilled into a simple credit score for each loan.
ar: طورت لوا أحد أفضل فرق وتقنيات التحليل الإئتماني في المنطقة، ونستخدم هذه التقنيات من أجل مساعدة المستثمرين على اتخاذ القرارات الاستثمارية التي تناسبهم عبر العلامات الائتمانية المفصلة لكل قرض.

source: Read more about our credit assessment here.
ar: إقرأ المزيد عن التحليل الائتماني.

source: Economic Impact
ar: تنمية الإقتصادات المحلية

source: With your investments, you will help support job and income growth in the MENA region.
ar: عبر استثمارك في الشركات الصغيرة والمتوسطة، فإنك تساهم في دفع عجلة التطور الاقتصادي في المنطقة. تشكل الشركات الصغيرة والمتوسطة أحد أهم مصادر التوظيف، ودعمها يصب مباشرة في تخفيف مشاكل البطالة في المنطقة.

source: Read more about our economic impact here.
ar: إقرأ المزيد عن التأثير الإقتصادي.

source: Diversification
ar: تنويع الاستثمارات

source: Diversify your investment portfolio by accessing a new asset class – loans to small businesses. Choose among loans with different returns, risk levels and credit profiles.
ar: تتيح لك لوا فرصة تنويع استثماراتك بدلا من الاعتماد بشكل كلي على مصادر الاستثمار التقليدية، مثل الأسهم والسندات. ويمكنك أيضا تنويع قروضك على شركات مختلفة من ناحية الحجم، ومستوى المخاطرة، والعوائد المتوقعة.

source: Read about the importance of diversification here.
ar: إقرأ المزيد عن أهمية تنويع استثماراتك.

source: We’ve underwritten a total of
ar: لقد أقرضنا ما مجموعه

source: across
ar: موزعة على

source: loans to date.
ar: قرضا حتى هذا اليوم.

source: Sign up to begin investing today!
ar: قم بالتسجيل، وابدأ بالاستثمار وقتما تريد!

source: What our Investors are saying:
ar: ما يقوله المستثمرون:

source: liwwa offered me a lot of flexibility in determining my investment size and a diversity of ROIs through their super-friendly user interface. For me, liwwa is the next generation investment platform in our region.
ar: لقد أتاحت لي منصة لوا الاختيار بين العديد من الفرص الاستثمارية ومكنتني من تحديد الاستثمار الذي يناسبني في كل منها، وكل ذلك عبر موقع سلس وسهل الاستخدام. إن لوا تشكل بالنسبة لي جزءا أساسيا من مستقبل الاستثمار في المنطقة.

source: Tarek El Raey
ar: طارق الراعي

source: Senior Systems Engineer at Cisco
ar: مهندس نظم في Cisco

source: liwwa investor since 2015
ar: مستثمر في لوا منذ 2015

source: liwwa allows me to invest in a new asset class (SME loans) that individuals do not typically have access to. In addition to offering an avenue for portfolio diversification, liwwa has enabled me to gain superior returns on my investment.
ar: توفر لي لوا فرصة الاستثمار بفئة استثمارية جديدة في مجال القروض للشركات الصغيرة والمتوسطة، وهي فرصة لم تكن متاحة من قبل لغير المؤسسات التمويلية. لقد مكنتني لوا من تنويع محفظتي الاستثمارية وتحقيق أرباح متنافسة.

source: Omar Shahrour
ar: عمر شحرور

source: Chief Financial Officer at Nuqul Group
ar: المدير المالي لدى مجموعة نقل

source: liwwa investor since 2016
ar: مستثمر في لوا منذ 2016

source: If you don’t love it, get your money back!
ar: إن لم تكن راضيا عن مستوى خدمتنا لك، فنتعهد بإعادة أموالك لك.

source: Introducing a zero-stress way to see if liwwa is a good fit for you. Invest at least $500, and if at any time during your first 60 days you are not satisfied, we will refund your original investment.
ar: نؤمن في لوا بتوفير أفضل خدمة ممكنة لمستثمرينا، ونحن على استعداد لضمان هذه الخدمة أو إرجاع استثمارك الأصلي لك. قم باستثمار $500 على الأقل، وإن لم تكن راضيا عن مستوى خدمتنا خلال أول 60 يوما من تسجيلك معنا، فسنقوم بإعادة أصل استثمارك إلى حسابك البنكي.

source: Your session timed out. Please log in again to continue.
ar: اوقفت جلستك لانعدام أي نشاط فيها لفترة طويلة. يرجى تسجيل الدخول مرة أخرى للاستمرار.

source: Enter your authentication code
ar: ادخل رمز المصادقة

source: Authenticate
ar: مصادقة

source: Open the two-factor authentication app on your device to view your authentication code and verify your identity.
ar: افتح تطبيق المصادقة على جهازك لعرض رمز المصادقة الخاص بك والتحقق من هويتك.

source: Don't have access to your codes anymore? Please contact us.
ar: لا يمكنك الحصول على رمز المصادقة؟ اتصل بنا.

source: Please enter the email address associated with your account
ar: يرجى إدخال البريد الإلكتروني المرتبط بهذا الحساب

source: Done! Please check your e-mail for the password reset instructions.
ar: لقد بعثنا برسالة تحتوي تعليمات تغيير كلمة السر إلى العنوان البريدي أدناه.

source: E-mail
ar: البريد الإلكتروني

source: Send password reset e-mail
ar: ابعث رسالة تغيير كلمة السر

source: Enter your email and liwwa password
ar: أدخل بريدك الإلكتروني وكلمة السر الخاصة بلوا

source: Forgot your password?
ar: هل نسيت كلمة السر؟

source: Don't have an account?
ar: ليس لديك حساب معنا؟

source: Please click one of the following buttons to register:
ar: يمكنك إنشاء حساب عبر الضغط على واحد من الروابط التالية:

source: Register as an Investor
ar: تسجيل المستثمرين

source: Register as a Borrower
ar: تسجيل المقترضين

source: Done! Please check your e-mail for reauthentication instructions
ar: بعثنا رسالة تحتوي تعليمات اعادة المصادقة إلى العنوان البريدي أدناه.

source: Contact us
ar: اتصل بنا

source: Browse…
ar: تصفح

source: Please correct the following errors:
ar: الرجاء تصحيح الأخطاء التالية:

source: Please correct the form errors below.
ar: الرجاء تصحيح الأخطاء في النموذج أدناه.

source: YES
ar: نعم

source: NO
ar: لا

source: Enter your registration details
ar: أدخل تفاصيل تسجيلك

source: National ID Number
ar: الرقم القومي

source: National ID Number
ar: الرقم الوطني

source: Trade License Number
ar: رقم السجل التجاري

source: National ID Number of Your Business
ar: الرقم الوطني للمنشأة

source: Do you have a POS machine?
ar: هل يوجد لديك جهاز دفع عن طريق بطاقات الائتمان(فيزا ,ماستر كارد…الخ)؟

source: Do you own a business that has been in operation for one year or more?
ar: هل تملك شركة مسجلة تزاول أعمالها منذ سنة أو أكثر؟

source: Do you have a bank account?
ar: هل لديك حساب بنكي فعال؟

source: Do you have a Registration Certificate and Tax Card?
ar: هل لديك شهادة السجل التجاري وبطاقة ضريبية؟

source: Do you have a Registration Certificate and Trading License?
ar: هل لديك شهادة السجل التجاري ورخصة المهن؟

source: Do you authorize liwwa to perform checks on you and your company?
ar: هل تأذن لشركة ليوا بالقيام بالاستعلام عنك و عن شركتك؟

source: Do you authorize liwwa to perform Blacklist and Akhtar checks on you and your company, in any way it deems appropriate?
ar: هل تخول لوا بالقيام بالاستعلام عنك و عن شركتك في نظام الأخطار المصرفية وقائمة البنك المركزي للشيكات المرتجعة؟

source: What are your annual sales? (in
ar: ما هي مبيعات شركتك السنوية؟ (

source: Example: A household goods company has an average of
ar: ‫‫مثال: شركة متخصصة في بيع الأدوات المنزلية تقوم ببيع بضائع بمتوسط

source: in monthly sales and therefore the annual sales are
ar: شهريا وبذلك تكون المبيعات السنوية

source: What percentage of your sales do you reflect on your bank statement(s)?
ar: كم تعكس من مبيعاتك على كشف الحساب/الحسابات البنكية؟

source: Example: Your total annual sales are
ar: مثال: إجمالي المبيعات السنوية

source: , and the total deposits into your bank account over the past year are
ar: ، إجمالي الإيداعات خلال العام الماضي على حساب النشاط

source: , so the percentage of your sales reflected on your bank statement is 67%%.
ar: ، وبذلك تكون المبيعات المعكوسة على كشف الحساب 67%%.

source: By signing up, you agree to our Terms of Use,
ar: عند ضغطك زر التسجيل، فإنك توافق على اتفاقيات

source: and
ar: و

source: Thank You
ar: ‫شكرا لك

source: We have received your application.
ar: لقد تم إستلام طلبك.

source: In order to speed up the credit assessment, please fill the form below.
ar: من أجل تسريع تقييم الائتمان ، يرجى ملء النموذج أدناه.

source: This step is optional. Feel free to
ar: هذه الخطوة اختيارية. يمكنك

source: Skip
ar: التخطي

source: What is the requested Loan Amount
ar: ما هو مبلغ التمويل المطلوب

source: What is the average gross margin
ar: ماهي نسبة هامش الربح الاجمالية

source: What are your total monthly operational expenses
ar: كم تبلغ مصاريف نشاطك التشغيلية و الادارية الشهرية؟

source: Do you have any other outstanding loans
ar: هل لديك أي ألتزمات مالية قائمة؟

source: What is the total monthly installment amount for these loans
ar: يرجى أدخال قيمة اقساطك الشهرية

source: Registration Rejected
ar: للأسف، لا يمكن المتابعة بطلبك

source: We are sorry to inform you that we cannot process your application at this time due to the following reason(s):
ar: يؤسفنا إبلاغكم بأننا لا نستطيع الاستمرار بطلب تمويلكم في الوقت الحالي، وذلك للأسباب التالية:

source: We do not currently support your selected country of residence
ar: نحن لا نقوم بتمويل الشركات في البلد الذي قمت باختياره

source: You do not have a Registration Certificate and/or Trade License
ar: ليس لديك شهادة سجل تجاري أو رخصه مهن

source: We do not currently cover non-business expenses financing
ar: نحن لا نغطي تمويل المصاريف غير المرتبطة بالنشاط التجاري حاليا

source: Your business has not been in operation long enough
ar: شركتك لم تكن قائمة وعلى رأس عملها لمدة زمنية كافية

source: You do not have a bank account
ar: ليس لديك حساب بنكي
