Repository: ilyaspiridonov/gitloctest
Catalog: messages-6.po
Languages: ar

source: <a href="%(url)s">Loan #%(campaign_id)d</a> has been written off
ar: لقد تم شطب <a href="%(url)s">قرض رقم %(campaign_id)d</a> بعد تعثر المقترض عن الدفع لمدة مطولة

source: Payment of %(allocated_payment)s for <a href="%(url)s">Loan #%(campaign_id)d</a> (due <span class="date-field">%(due_date)s</span>) has been delayed
ar: لقد تأخر المقترض عن القيام بدفعة %(allocated_payment)s المستحقة بتاريخ <span class="date-field">%(due_date)s</span> <a href="%(url)s">لقرض رقم %(campaign_id)d</a>

source: Payment for <a href="%(url)s">Loan #%(campaign_id)d</a> (due <span class="date-field">%(due_date)s</span>) has been delayed
ar: لقد تأخر المقترض عن القيام بالدفعة المستحقة بتاريخ <span class="date-field">%(due_date)s</span> <a href="%(url)s">لقرض رقم %(campaign_id)d</a>

source: After being referred to our lawyers, <a href="%(url)s">Loan #%(campaign_id)d</a> has reached a legal settlement
ar: لقد توصل محامونا إلى تسوية قانونية مع <a href="%(url)s">قرض رقم %(campaign_id)d</a>

source: After successfully collecting late payments, <a href="%(url)s">Loan #%(campaign_id)d</a> is now <span class="loan-status-current">Current</span>
ar: بعد نجاح تحصيل الدفعات المتأخرة، انتقل <a href="%(url)s">قرض رقم %(campaign_id)d</a> إلى حالة <span class="loan-status-current">قائم</span>

source: Due to late payments, <a href="%(url)s">Loan #%(campaign_id)d</a> is now <span class="loan-status-delinquent">Delinquent (30 days)</span>
ar: نظرا للتأخير في السداد، انتقل <a href="%(url)s">قرض رقم %(campaign_id)d</a> إلى حالة <span class="loan-status-delinquent">متعثر (30 يوم)</span>

source: <a href="%(url)s">Loan #%(campaign_id)d</a> has been referred to our lawyers for legal action
ar: لقد تمت إحالة <a href="%(url)s">قرض رقم %(campaign_id)d</a> إلى محامينا من أجل متابعة الإجراءات القانونية

source: You have received a payment of %(amount)s for <a href="%(url)s">Loan #%(campaign_id)d</a>
ar: لقد تلقيت دفعة جديدة من <a href="%(url)s">قرض رقم %(campaign_id)d</a> بمبلغ %(amount)s

source: After successfully collecting 6 consecutive on-time payments of the restructured schedule, <a href="%(url)s">Loan #%(campaign_id)d</a> is now <span class="loan-status-current">Current</span>
ar: ‫‫بعد النجاح في الحصول وتجميع ستة دفعات متتالية في الوقت المحدد من الجدول الذي تمت إعادة هيكلته,فإن <a href="%(url)s"> القرض رقم %(campaign_id)d</a> هو الآن <span class="loan-status-current">قائم</span>

source: Scheduled Payments
ar: الدفعات المجدولة

source: Actual Payments
ar: الدفعات الفعلية

source: Due Date
ar: تاريخ الاستحقاق

source: Scheduled Amount Due
ar: المبلغ المجدول

source: Balance Due
ar: الرصيد المستحق

source: Net Payment
ar: صافي المدفوعات

source: Amount Overdue by end of Period
ar: الرصيد المتأخر

source: Restructured on
ar: أعيدت الهيكلة في

source: Payment Log
ar: جدول الدفعات الفعلية

source: Payment Date
ar: تاريخ الدفعة

source: Gross Payment
ar: إجمالي المبلغ

source: liwwa Fees
ar: عمولة لوا

source: Collections Fees
ar: رسوم التحصيل

source: No payments were made in this period
ar: لم يتم القيام بأي دفعة في هذه الفترة

source: No payments were made yet. When payments are made before the end of this period, they will show up here.
ar: لم يتم القيام بأي دفعات بعد في فترة الدفع هذه. عندما تقوم الشركة المقترضة بدفع القسط المستحق قبل تاريخ الاستحقاق، فستظهر الدفعة أو الدفعات هنا.

# Portfolio tab
source: Dashboard
ar: اللوحة الرئيسية

# Portfolio tab
source: Details
ar: التفاصيل

source: No data yet. When the campaigns you participate in are funded, you will see them here.
ar: لا توجد معلومات بعد. عندما يتم تمويل أي من حملات التمويل التي شاركت بها تمويلا كاملا، فإنها ستظهر هنا.

source: Loan ID
ar: رقم القرض

source: Start Date
ar: موعد بدأ الحملة

source: Original Annual Return
ar: العائد السنوي المحدد مسبقا

source: Total Pledges
ar: مجموع الاستثمار في الحملة

source: see details
ar: تفاصيل أكثر...

source: Pledge History
ar: تاريخ تعهدات التمويل

source: Download as CSV
ar: تحميل كملف CSV

source: Total
ar: المجموع

source: No data yet. Make some pledges and you will see them here.
ar: لا توجد معلومات بعد. عند قيامك بأي تعهد بالتمويل، فسيظهر هذا التعهد هنا.

source: Individual Repayments
ar: المدفوعات الواردة

source: No data yet. When your borrowers make their repayments you will see them here.
ar: لا توجد معلومات بعد. عندما يقوم المستفيدين والمستفيدات من حملات التمويل التي شاركت بها بالقيام بدفعات على حسابهم، فإن ذلك سيظهر هنا.

source: Loan Performance
ar: أداء القروض

source: Weighted Average
ar: المتوسط المرجح

source: Note
ar: ملاحظة

source: Repayments outstanding and overdue are calculated before liwwa fees. Repayments disbursed are calculated net of liwwa fees.
ar: الدفعات المستحقة والدفعات المتأخرة يتم حسابها بدون عمولة لوا. بينما يتم حساب الدفعات المصروفة بعد خصم عمولة لوا.

source: Money Transfers
ar: التحويلات المالية

source: No data yet. When you add or withdraw funds to/from your liwwa account, you will see data here.
ar: لا توجد معلومات بعد، عندما تقوم بإضافة أو سحب الأموال من حسابك، فستراها هنا.

source: Monthly Cashflow ($)
ar: المدفوعات الشهرية بالدولار

source: LOAN
ar: القرض

source: see corresponding campaign
ar: إذهب إلى الحملة المرتبطة بهذا القرض

# Loan View Business Info
source: Business Info
ar: معلومات الشركة المقترضة

source: Credit Score:
ar: العلامة الائتمانية:

source: Risk Profile:
ar: تقدير المخاطرة:

source: This status reflects liwwa's Collection and Recovery Policy. You can read the policy by clicking the link above.
ar: يتم تحديد حالة القرض حسب سياسة شركة لوا لتحصيل الديون. يمكنك قراءة هذه السياسة عبر الضغط على الرابط أعلاه.

# Loan View Status
source: Status:
ar: حالة القرض:

source: Fully Repaid
ar: مدفوعة بالكامل

source: Delinquent (1 day)
ar: غير متعثر

source: Restructured: Yes
ar: أعيدت الهيكلة: نعم

source: Legal Action: Yes
ar: تمت الإحالة للقضاء: نعم

source: Loan Tenor:
ar: مدة القرض:

source: Rates of Return
ar: العوائد

source: Internal Rate of Return:
ar: نسبة العائد الداخلي السنوي:

source: N/A
ar: غير متوفر حاليا

source: Annual Rate of Return:
ar: نسبة العائد السنوي:

source: Payment Info
ar: معلومات الدفعات

source: Total Received:
ar: مجموع ما استلمته من مدفوعات:

source: Total Written Off:
ar: الأصل و الربح ‫المشطوبان‬:

source: Total Outstanding:
ar: مجموع المبلغ المستحق مستقبلا:

source: Your Investment:
ar: مجموع استثماراتك:

source: Original Payment Schedule
ar: جدول التسديد الأصلي

source: Restructured Payment Schedule
ar: جدول التسديد بعد إعادة الهيكلة

source: Download cashflow CSV for this loan
ar: تحميل التدفقات النقدية كملف CSV

source: Payments with a red star on their rows indicate that lawyer and court fees were incurred in collecting those payments. Those collection fees are deducted from the Net Payment amount. The Amount Overdue, however, is calculated on the basis of the gross payment.
ar: المصفوفات التي تحتوي نجمة حمراء تشير إلى خصم رسوم تحصيل من صافي المدفوع لحسابك. إن رسوم التحصيل هي رسوم يجبيها محامو لوا والمحاكم المختصة من أجل تحصيل الدفعات المتأخرة من المقترضين. ويتم خصم رسوم التحصيل من عمود "صافي المدفوعات" بينما لا يتم أخذ هذه الرسوم بعين الإعتبار عند حساب عمود "الرصيد المتأخر".

source: see all loans
ar: أنظر إلى جميع القروض

source: Account History
ar: تاريخ حسابك

source: Account Growth is your current Account Value minus the Net Deposits. This is equivalent to the profit portions of repayments you have received minus principal written off.
ar: يتم حساب نمو الحساب بخصم صافي الأموال المضافة من القيمة الكلية لحسابك. وهذا النمو يعادل مجموع الأرباح على دفعات القروض التي استلمتها في الماضي مخصوما منه أصول القروض المشطوبة.

source: Account Growth
ar: نمو الحساب

source: Not enough data to render graph.
ar: لا توجد بيانات كافية لإنشاء الرسم البياني!

source: Your daily Net Deposits are calculated by subtracting withdrawals from deposits.
ar: يتم حساب صافي الأموال المضافة بخصم جميع عمليات سحب الأموال التي قمت بها من عمليات إضافة الأموال.

source: Net Deposits
ar: صافي الأموال المضافة إلى حسابك

source: See all money transfers
ar: التحويلات المالية

source: Your daily Account Value is calculated by combining your outstanding principal, your available funds, and your pledges to campaigns that have not yet been funded.
ar: يتم حساب القيمة الكلية لحسابك‫ بشكل يومي، ويتم ذلك‬ بجمع المبالغ التالية: الأصول المستحقة + الأموال المتاحة + الأموال المتعهد بها في الحملات التي لا تزال في طور التمويل.

source: Account Value
ar: القيمة الكلية لحسابك

source: The Repayments graph shows the value of repayments scheduled and actually received in each month from 8 months ago to 8 months into the future. Note that the amount received can exceed the amount scheduled in any given month, either because borrowers repay early, or because previously late payments are repaid en masse.
ar: يظهر رسم المدفوعات البياني قيمة المدفوعات المجدولة والمدفوعة التي تم استلامها في كل شهر. وذلك للأشهر الثمانية السابقة والمقبلة. ومن الجدير بالذكر أن المدفوعات المستلمة في شهر ما قد تزيد عن تلك المجدولة، وهذا قد يكون لعدة أسباب، منها قيام المقترضين بدفعات مبكرة أو قيامهم بدفع الدفعات المتأخرة عن الشهور الماضية.

source: Repayments
ar: المدفوعات الواردة

source: Previous Page
ar: الصفحة السابقة

source: Current Month
ar: الشهر الحالي

source: Next Page
ar: الصفحة التالية

source: Payments Scheduled
ar: الدفعات المجدولة

source: Payments Received
ar: الدفعات المستلمة

source: See all individual repayments
ar: جدول المدفوعات الواردة

source: In this graph, your total outstanding funds (principal plus profit) are broken down first by industry then by sector. It is important to diversify across industries and sectors in order to decrease the risk of negative market events affecting a large percentage of your portfolio.
ar: هذا الرسم يمثل توزيع الأرباح والأصول المستحقة لك بين القطاعات الإقتصادية والنشاطات التجارية. من المهم توزيع استثماراتك على أكبر عدد ممكن من القطاعات الإقتصادية للتقليل من آثار أي حركات سلبية في سوق قطاع اقتصادي معين على أداء محفظتك الاستثمارية.

source: Industry/Sector Breakdown
ar: التوزيع حسب القطاع والنشاط الاقتصادي

source: Retail & Wholesale Trade
ar: تجارة الجملة والتجزئة

source: Manufacturing
ar: التصنيع

source: Construction
ar: الإنشاءات

source: Agriculture
ar: الزراعة

source: Personal Services
ar: الخدمات الشخصية (حلاق، تصوير، إلخ)

source: Hospitality & Food Services
ar: الضيافة والخدمات الغذائية

source: Professional Services
ar: الخدمات المهنية

source: Other
ar: أخرى

source: &quot;IRR&quot; or &quot;Internal Rate of Return&quot; is a measure of expected investor return that takes into account the frequency and timing of the cashflows associated with your investments. The rate is stated net of liwwa’s fees.
ar: نسبة العائد الداخلي السنوي (IRR) هي النسبة العائد المتوقعة لحسابك آخذين بعين الاعتبار توقيت ومعدل تكرار التدفقات النقدية الواردة إلى حسابك. ويتم حساب هذه النسبة بعد خصم عمولة لوا.

source: See performance for all loans
ar: أداء القروض

source: Add more funds to your account
ar: إضافة المزيد من الأموال إلى حسابك

source: Loans Breakdown
ar: توزيع قروضك

source: No data to show.
ar: لا توجد معلومات

source: These figures reflect the revolving pledged and repayment balance of your investments. Note that as you continually reinvest your returns, the amount pledged will exceed your deposits.
ar: قد تزيد الأموال المتعهد بها عن مجموع ودائعك، وذلك لأنك قد تعيد استثمار الدفعات التي تستلمها من المقترضين.

source: In this graph, your total outstanding funds (principal plus profit) are broken down into the three risk levels.
ar: في هذا الرسم البياني، تنقسم مجموع الأصول والأرباح المستحقة إلى مستويات المخاطر الثلاثة.

source: Risk Breakdown
ar: توزيع المخاطرة

source: Risk Level:
ar: المخاطرة:

source: pledged
ar: الأموال المتعهد بها

source: received
ar: دفعات مستلمة

source: principal outstanding
ar: أصول مستحقة

source: total outstanding
ar: الأصول والأرباح المستحقة

source: principal written off
ar: أصول ‫مشطوبة

source: Outstanding Principal
ar: الأصول المستحقة

source: Expected Future Repayments
ar: إجمالي المدفوعات المتوقعة مستقبلا

# Portfolio Dashboard
source: Available Funds
ar: الأموال المتاحة

source: Account Details
ar: معلومات حسابك

source: not provided
ar: غير متوفر

source: Password:
ar: كلمة السر:

source: Two Factor Authentication:
ar: التوثيق بخطوتين:

source: Generate new backup codes
ar: انشاء رموز احتياطية جديدة

source: Phone:
ar: رقم الهاتف:

source: Member Since:
ar: عضو في لوا منذ:

source: Funding Limit:
ar: السقف الاستثماري الحالي:

source: no limit
ar: لا يوجد حد

source: annually
ar: سنويا

source: (%(remaining_limit)s remaining until %(end_of_year)s)
ar: ‫(%(remaining_limit)s مبلغ الاستثمار المتبقي حتى %(end_of_year)s)

source: (You have currently reached your annual funding limit, which will renew on %(end_of_year)s)
ar: (لقد وصلت حاليا إلى حد التمويل السنوي الخاص بك ، والذي سيتم تجديده في %(end_of_year)s)

source: (%(remaining_limit)s remaining)
ar: (‫%(remaining_limit)s مبلغ الاستثمار المتبقي)

source: (You have reached your funding limit)
ar: (لقد وصلت إلى حد التمويل الخاص بك)

source: Push Notifications
ar: الإشعارات المرسلة

source: Save Changes
ar: حفظ التغييرات

source: 1- Use your authentication app (such as Duo or Google Authenticator ) to scan this QR code.
ar: 1- استخدم تطبيق المصادقة الخاص بك (مثل Duo أو Google Authenticator) لمسح رمز الاستجابة السريعة هذا.

source: 2- Verify your Authentication code below:
ar: 2- ادخل رمز المصادقة بالأسفل :

source: Invalid code
ar: رمز مصادقة خاطئ

source: Authentication Code
ar: رمز المصادقة

source: Please verify your password
ar: يرجى تاكيد كلمه المرور الخاصة بك

source: Current Password
ar: كلمة السر الحالية

source: Invalid password !
ar: كلمة مرور غير صالحة!

source: Set up via third-party authenticator
ar: الاعداد عبر تطبيق مصادقة خارجي

source: Verify password
ar: كلمة السر مرة أخرى

source: Disable two factor authentication
ar: تعطيل التوثيق بخطوتين

source: Enable two factor authentication
ar: تفعيل التوثيق بخطوتين

source: Authentication Backup Codes
ar: انشاء رموز احتياطية جديدة

source: Save a copy of these backup codes in a safe place, they can be used in place of the app-generated Authentication code to gain access to your account, in case you lose access to your mobile device.
ar: احتفظ بنسخة من هذه الرموز الاحتياطية في مكان آمن، يمكن استخدامها بدلا من رمز المصادقة الذي أنشأه التطبيق للوصول إلى حسابك، في حالة فقدان الوصول إلى جهازك المحمول.

source: The number you entered is invalid, please verify it and try again.
ar: الرقم الذي أدخلته غير صحيح، الرجاء المحاولة مرة أخرى.

source: Free!
ar: مجانا!

source: free transfer(s) remaining
ar: حوالات بنكية مجانية متبقية

source: This form allows you to withdraw your funds through a SWIFT banking transaction. Please note that we may charge you transfer fees as specified below:
ar: يسمح لك هذا النموذج بسحب أموالك إلى حساب بنكك عبر حوالة SWIFT. يرجى الانتباه أن لوا قد تخصم من حسابك عمولة التحويلات حسب ما هو مذكور أدناه:

source: Transfer Fees:
ar: عمولة الحوالة:

source: Here's how you can wire transfer funds to your liwwa account:
ar: إليكم تفاصيل إجراء حوالة بنكية لإضافة الأموال لحسابكم على الموقع:

source: Beneficiary Name:
ar: اسم المستفيد:

source: Bank Name:
ar: اسم البنك المستقبل‫:

source: Account number:
ar: رقم الحساب:

source: Routing number:
ar: رقم الربط/التوجيه:

source: SWIFT Code:
ar: رمز SWIFT:

source: Bank address:
ar: عنوان البنك:

source: Recipient Address:
ar: عنوان المُرسَل إليه:

source: Please take note of the following:
ar: يرجى ملاحظة التالي:

source: Include your liwwa account ID in the reference field of the wire transfer. Your liwwa account ID is:
ar: تضمين معرف الحساب الخاص بك في لوا في الحقل المرجعي للحوالة البنكية. إن معرف حسابك هو:

source: Wire transfer may take 5-10 business days to appear on your liwwa account. You can email
ar: الحوالة البنكية قد تستغرق ما بين 5 - 10 أيام عمل لتكتمل، كما وبإمكانكم التواصل معنا على

source: to check on the transaction’s status.
ar: لمتابعة إتمامها.

source: Funds received from a different bank account, not under the name of the lender, may be subject to additional KYC checks prior to approval.
ar: الأموال الواردة من حساب مصرفي مختلف ، ليس باسم المستثمر ، قد تخضع لفحوصات إضافية قبل الموافقة.

source: In order to use wire transfers to add funds to your account, you must complete the <a href="%(kyc_url)s">KYC form</a>. If you prefer to do the KYC process later, you can also immediately add up to $2000 dollars through your credit card by clicking on the "Credit Card" tab.
ar: من أجل استخدام الحوالات البنكية لإضافة الأموال إلى حسابك، يتوجب أولا إكمال <a href="%(kyc_url)s">عملية التوثيق (KYC)</a>. إن وددت القيام بعملية الـKYC فيما بعد، فيمكنك إضافة حتى 2000$ دولار أمريكي إلى حسابك عبر صفحة “البطاقة الإئتمانية” أعلاه.

source: Passport upload required
ar: تحميل صورة الجواز مطلوب من أجل الاستمرار

source: liwwa cannot currently process withdrawal requests without a passport. Please upload your passport below to continue with the withdrawal process.
ar: تتطلب عملية تحويل الأموال توفر مستندات توثيقية لمستلمين الحوالات، ولذلك يرجى تحميل صورة عن جواز سفرك أدناه.

source: Please be aware that funds invested from one country must be withdrawn to a bank account in that same country.
ar: يرجى انتباهكم إلى أن الأموال التي يتم إضافتها من بلد معين لا يمكن سحبها إلا إلى حساب بنكي في البلد المصدر.

source: Processing and Fees
ar: التحويل والعمولات

source: Please note that wire transfers take approximately 7-10 business days to process.
ar: عمليات تحويل الأموال تستغرق حوالي 7-10 أيام عمل.

source: For your first three withdrawals, liwwa currently covers the $45 fee it incurs for outgoing wire transfers. For any subsequent withdrawals, you will be liable for paying the fee, and this will be shown on your transfer request. Your bank may also charge a separate fee for accepting the transfer into your account.
ar: تغطي لوا مصاريف أول ثلاث حوالات بنكية تقوم بها، وبعد ذلك فإن مسؤولية تغطية عمولة الحوالة البنكية ستكون عليك. وتتكلف لوا حاليا مبلغ $45 لكل حوالة صادرة إلى زبائنها. كما أن بنكك قد يفرض رسوما خاصة به لاستقبال الحوالات.

source: Withdrawal to bank account for %(amount)s
ar: تحويل إلى حساب بنكك بقيمة %(amount)s

source: Adding funds to liwwa account for %(amount)s
ar: إضافة الأموال إلى حسابك في لوا بقيمة %(amount)s

source: (Transfer request received on %(date)s, %(fee)s transfer fees will be charged)
ar: (تم تلقي الطلب بتاريخ %(date)s و سيتم خصم مبلغ %(fee)s من حسابك لتغطية عمولة الحوالة)

source: (Transfer request received on %(date)s)
ar: (تم تلقي الطلب بتاريخ %(date)s)

source: Please enter below the amount you would like to withdraw to the target bank account below.
ar: الرجاء إدخال المبلغ الذي تود تحويله إلى الحساب البنكي المستهدف أدناه.

source: Transfer Fees
ar: عمولة الحوالة

source: Target Bank Account
ar: حساب البنك المستهدف

source: (Last four digits of IBAN: %(last_four)s)
ar: (آخر أربعة أرقام من الـIBAN:ـ %(last_four)s)

source: Click here to delete this bank account information and add an alternative one
ar: اضغط هنا من أجل محو معلومات البنك الحالية وإضافة معلومات بديلة.

source: Error occurred while deleting your bank statement, please try again later.
ar: لقد حصل خطأ خلال محو معلومات حسابك، لقد تم إعلام فريقنا التقني بذلك. يرجى المحاولة فيما بعد.

source: Enter your e-mail
ar: الرجاء إدخال بريدك الإلكتروني

source: Enter your liwwa password
ar: الرجاء إدخال كلمة السر الخاصة بلوا

source: Invalid e-mail or password
ar: البريد الإلكتروني أو كلمة السر غير صالحة

source: Enter your Authentication code
ar: ادخل رمز المصادقة

source: Invalid Authentication code
ar: رمز مصادقة خاطئ

source: Fill out your email to get started:
ar: إطبع بريدك الإلكتروني للتسجيل:

source: First name
ar: الاسم الأول

source: Full 4-Part Name
ar: الإسم الرباعي

source: I would like financing to
ar: اريد الحصول على تمويل ل

source: Where do you reside?
ar: أين تقيم؟

source: How did you hear about us?
ar: كيف سمعت عنا؟

source: Email Address
ar: عنوان بريد الكتروني

source: An account with that email already exists
ar: يوجد حساب بهذا البريد الالكتروني، الرجاء إدخال عنوان آخر

source: Another user has already registered with this National ID number, please contact our office for more information.
ar: الرقم الوطني مسجل لمستخدم آخر، يرجى الاتصال بمكتبنا لمزيد من المعلومات.

source: Business National ID must be between 9 and 10 characters
ar: يجب أن يتراوح الرقم الوطني للمنشأة بين 9 و 10 أرقام

source: Business National ID must be 5 characters or more
ar: يجب أن يكون الرقم الوطني للمنشأة 5 أرقام أو أكثر

source: 3 Months
ar: 3 أشهر

source: 6 Months
ar: 6 أشهر‬

source: 9 Months
ar: 9 أشهر

source: 12 Months
ar: 12 شهر

source: 18 Months
ar: 18 شهر

source: 24 Months
ar: 24 شهر

source: Business Name
ar: اسم الشركة

source: Business Description
ar: اسم النشاط التجاري

source: Number of Employees in the Business
ar: شرح طبيعة نشاطك التجاري

source: What is the Purpose of the Loan?
ar: ماهي الغاية من التمويل؟

source: Select Loan Repayment Period
ar: أختر مدة السداد المطلوبة

source: Last name
ar: اسم العائلة

source: Phone number
ar: رقم الهاتف

source: What's your primary nationality?
ar: ما هي جنسيتك الرئيسية؟

source: What investment options are you interested in?
ar: ما الخيارات الاستثمارية التي تهتم بها؟

source: Sharia-compliant loans only
ar: قروض متوافقة مع الشريعة الإسلامية فقط

source: Conventional loans & Sharia-compliant loans
ar: القروض التقليدية والقروض المتوافقة مع الشريعة الإسلامية

source: Create a liwwa Password
ar: أنشئ كلمة سر خاصة بلوا

source: Verify your liwwa password
ar: يرجى إعادة إدخال كلمة سر لوا

source: Passwords do not match
ar: كلمات السر غير متطابقة

source: E-mail already registered, please click %(a_href_start)s here%(a_href_end)s to login
ar: البريد الإلكتروني مسجل بالفعل. انقر على الرابط %(a_href_start)s هنا%(a_href_end)s للدخول

source: Email
ar: البريد الإلكتروني

source: This email address does not exist in our records
ar: هذا البريد الإلكتروني غير موجود في سجلاتنا

source: This is not the email address associated with your account
ar: ‫هذا ليس عنوان البريد الإلكتروني المرتبط بحسابك

source: New Password
ar: كلمة السر الجديدة

source: State
ar: الولاية

source: Country
ar: البلد

source: View Non-Sharia Loans
ar: عرض القروض التقليدية

source: Send an email when a campaign goes live
ar: راسلني على بريدي الإلكتروني كلما تم تفعيل حملة جديدة

source: Send an SMS when a campaign goes live
ar: راسلني على هاتفي النقال (SMS) كلما تم تفعيل حملة جديدة

source: Mobile number
ar: الهاتف النقال

source: Please enter the verification code you have just received
ar: أدخل الرقم الذي تم إرساله إلى جوالك

source: Verify New Password
ar: كلمة السر الجديدة مرة أخرى

source: Current password is not correct
ar: كلمة السر الحالية التي أدخلتها غير صحيحة

source: Arabia Weather
ar: طقس العرب

source: Al-Wakeel News
ar: الوكيل الاخباري

source: Radio
ar: الراديو

source: SMS message
ar: رسالة نصية على النقال

source: News Articles
ar: مقالة جريدة أو موقع إلكتروني

source: Friends and Family
ar: العائلة والاصدقاء

source: Salesperson
ar: مندوب أو مندوبة مبيعات

source: Search engine (google, yahoo, etc)
ar: محركات البحث ( جوجل٫ ياهو٫ ....)

source: Kinz
ar: تطبيق كنز

source: Amman Chamber of Commerce
ar: غرفة تجارة عمان

source: Display IRR instead of Annual Returns
ar: استخدم الـIRR بدلا من العائد السنوي

source: Notify of Campaign Activation by SMS
ar: التنبيه على الحملات الجديدة عبر الرسائل النصية

source: This password reset link is too old, please click %(a_href_start)sthis link%(tag_end)s to send a new password reset link to your email
ar: إن رابط تغيير كلمة السر الذي استخدمته قديم ولا يمكن استعماله من جديد. من أجل إصدار رابط جديد لتغيير كلمة السر، اضغط %(a_href_start)s هنا%(tag_end)s.

source: This password reset link is not valid any more, it may have been used before or expired by a more newly generated password reset link
ar: إن رابط تغيير كلمة السر هذا لا يصلح للاستخدام، قد يكون السبب هو أنك استعملت هذا الرابط من قبل أو أنك أصدرت رابطا جديدا.

source: Please verify your e-mail address
ar: يرجى تأكيد عنوان بريدك الإلكتروني

source: Successfully added your e-mail, Thank You!
ar: لقد تم إضافة بريدك الإلكتروني. شكرا لك!
