Repository: ilyaspiridonov/gitloctest
Catalog: messages-6.po
Languages: ar

source: For wire transfers of <b>$1,000.00 and above</b>, investors are required to provide proper documentation of the initial (before fees) wire transfer amount, and that initial amount will be added to the investor’s available funds.
ar: بالنسبة للحوالات البنكية التي تبلغ <b>1,000.00$ أو أكثر</b>، ستقوم لوا بتغطية العمولات والرسوم المترتبة على الحوالات البنكية بعد تقديم المستندات والوثائق الرسمية المساندة لمبلغ التحويل البنكي الأولي (قبل الرسوم) ، وسيتم إضافة هذا المبلغ الأولي إلى حساب المستثمر في لوا.

source: How can an investor withdraw money from his/her liwwa account? Is there a fee?
ar: كيف يستطيع المستثمر سحب الأموال من حسابه لدى لوا؟ هل تُفرض رسوم؟

source: Investors can withdraw funds by logging into their liwwa account and clicking on the Add/Withdraw Funds section of their dashboard. You will be prompted to upload a copy of your passport before filling in your bank account information. Please note that wire transfers may take approximately 5-7 days to process.
ar: يستطيع المستثمرون سحب الأموال عن طريق تسجيل الدخول في حساباتهم لدى لوا والضغط على قسم إضافة أو سحب الأموال الموجود في القائمة الرئيسية للحساب. يتوجب على المستثمرين تحميل صورة عن جواز سفرهم قبل تعبئة معلومات حساباتهم البنكية. يرجى ملاحظة أن الحوالات البنكية قد تستغرق حوالي 5-7 أيام عمل للتنفيذ.

source: For your first three withdrawals, liwwa currently covers the $45 fee it incurs from banks for outgoing wire transfers. For any subsequent withdrawals, you will be liable for paying the fee, and this will be shown on your transfer request. Your bank may also charge a separate fee for accepting the transfer into your account.
ar: تغطي لوا مصاريف أول ثلاث حوالات بنكية تقوم بها، وبعد ذلك فإن مسؤولية تغطية عمولة الحوالة البنكية ستكون عليك. وتتكلف لوا حاليا مبلغ $45 لكل حوالة صادرة إلى زبائنها. كما أن بنكك قد يفرض رسوما خاصة به لاستقبال الحوالات.

source: How does liwwa make money? What fees does liwwa charge?
ar: كيف تجني لوا الأموال؟ ما العمولة التي تفرضها لوا؟

source: Unlike other financial institutions that have an array of hidden fees, all of our fees are transparent. liwwa generates its revenue from a service fee on successful loan payments and that fee is visible to investors for each campaign. This aligns our incentives with that of the investors, so investors will only be offered the best and safest loans.
ar: بخلاف المؤسسات المالية الأخرى التي تفرض مجموعة من الرسوم المفاجئة والخفية، فإن كافة الرسوم لدينا شفافة وواضحة. فتحقق لوا إيراداتها من عمولة خدمة موضحة مسبقا في كل حملة تمويلية، تخصم هذه العمولة من دفعات القروض الناجحة. وذلك من شأنه التوفيق بين حوافزنا وحوافز المستثمرين، فلا يتم تقديم سوى أفضل وأسلم القروض للمستثمرين.

source: The only other fee an investor may incur is a wire fee that the bank charges for withdrawing funds from an investor’s liwwa account. The first three withdrawals are covered by liwwa and free for the investor, but any subsequent withdrawals must be paid for by the investor.
ar: العمولة الأخرى الوحيدة التي قد يتكبدها المستثمر هي عمولة الحوالة البنكية التي يفرضها البنك مقابل سحب أموال من حساب المستثمر لدى لوا. وتغطي لوا عمليات السحب الثلاثة الأولى بحيث تكون مجانية للمستثمر، بينما يجب على المستثمر الدفع مقابل أي عمليات سحب لاحقة.

source: Given loans in a particular risk category, why does liwwa’s fee vary on a case-by-case basis?
ar: بالنظر الى القروض في فئة مخاطر معينة، لماذا تختلف رسوم لوا على أساس كل حالة على حدة؟

source: liwwa’s fees vary depending on the tenor of the loan. For example, liwwa will charge a higher fee for a low-risk loan with a twelve month repayment period, than for a low-risk loan with a six month repayment period.
ar: تختلف رسوم شركة لوا اعتماداً على مدة القرض. على سبيل المثال، سوف تتقاضى لوا رسوماً أعلى مقابل قرض منخفض المخاطرة مع فترة سداد مدتها ١٢ شهراً مقارنة بقروض منخفضة المخاطر مع فترة سداد مدتها ٦ أشهر.

source: How do investor returns through liwwa compare to other market opportunities?
ar: كيف تقارن عوائد المستثمرين على منصة لوا بالفرص الاستثمارية الأخرى؟

source: liwwa’s returns are competitive with what is available in the market typically paying an investor 15%% to 18%% IRR, net of liwwa’s fees. Please see Benchmarks %(a_start)shere%(a_end)s, and visit our %(a_start_1)sblog%(a_end_1)s to see how the Sharpe Ratio of liwwa loans compares with other investment opportunities.
ar: عوائد لوا تنافس ما هو متاح للمستثمرين في الأسواق المالية، حيث أن نسبة العائد الداخلي السنوي للمستثمر على منصة لوا قد تصل إلى ما بين 15%% و 18%%. يرجى النظر إلى صفحة %(a_start)sمقارنة الاستثمارات%(a_end)s للمزيد من المعلومات، كما وبإمكانكم زيارة %(a_start_1)sمدونتنا%(a_end_1)s لمقارنة معدل Sharpe لقروض لوا مع معدلات فرص الاستثمار الأخرى.

source: Why does the number of campaigns available for pledging on your site change at times?
ar: لماذا يتغير عدد الحملات المتاحة للتمويل على موقعكم في بعض الأحيان؟

source: We only list the borrower applications that we feel are most secure and credit-worthy. As the volume of borrower applications fluctuate, we may have more or fewer borrowers listed on our site, because our standards for listing campaigns remain high whether we get many or few applications.
ar: نقوم فقط بإدراج المتقدمين بالطلبات من المقترضين الذين نرى أنهم أكثر أمناً وجدارة ائتمانية. ولأن عدد طلبات المقترضين متقلب فقد يزيد أو يقل عدد المقترضين المدرَجين على موقعنا لأن معايير إدراج الحملات لدينا تبقى مرتفعة سواء تلقينا طلبات كثيرة أو قليلة.

source: What happens after investors pledge the full amount that a small business owner is trying to raise?
ar: لقد تم حشد التمويل من المستثمرين بشكل كامل لشراء ما تحتاجه شركة معينة، ما هي الخطوات اللاحقة؟

source: After a small business asset has been fully funded, liwwa purchases the asset and provides it to the small business owner. The asset is owned by liwwa for the duration of the repayment period. But once the asset has been paid for in full, it becomes the property of the small business owner. This process works similarly for the financing of trade goods as long as they are inventoried- however, once a good is sold, liwwa can no longer claim ownership over it.
ar: بعد أن يتم حشد التمويل بشكل كامل، تقوم لوا بشراء الأصول التي تم تحديدها من قبل العميل ثم بيعها للشركة المستفيدة بعقد مرابحة. وستكون الأصول مسجلة تحت ملكية لوا طوال فترة عقد المرابحة. عند تسديد كل الدفعات المستحقة على الشركة المستفيدة، تنتقل ملكية الأصول إلى الشركة المستفيدة.

source: What does the "grace period" mean?
ar: ماذا تعني “فترة السماح”؟

source: The grace period is a duration of time that allows borrowers to make their first payment after they have received the goods/assets. This is intended to give the borrower additional time before paying his/her first installment. For the investor, the grace period does not change the terms of the investment – the first payment date highlighted to investors is when investors should expect to begin receiving repayments.
ar: فترة السماح هي الفترة الزمنية التي تسمح للمقترضين بإجراء أول دفعة لهم بعد استلامهم للبضائع/الأصول. ويهدف هذا الأمر إلى منح المقترض وقتاً إضافياً قبل تسديد الدفعة الأولى. أما بالنسبة للمستثمر، لا تغير فترة السماح شروط الاستثمار، فإن تاريخ الدفع الأول الذي يتم إبرازه للمستثمرين على الموقع هو التاريخ المتوقع لبدء تلقي الدفعات.

source: How do I find out if the borrower has taken out more than one loan from liwwa?
ar: كيف يمكنني معرفة ما إذا كان المقترض قد حصل على أكثر من قرض من لوا؟

source: If the borrower for a campaign hosted on the website has previously borrowed money through liwwa, their campaign indicates this with a “Repeat Borrower” tag. Other campaigns run by this borrower are linked in the “Previous Campaigns” section.
ar: إذا كان مقترض الحملة المعروضة على الموقع قد اقترض من لوا سابقاً، فإن حملته تشير الى ذلك بعلامة “طلب جديد لمقترض سابق”، حيث يتم ربط الحملات الأخرى للمقترض في قسم “الحملات السابقة”.

source: What kind of financing does liwwa offer to its borrowers?
ar: ما أنواع التمويل الذي تقدمه لوا للمقترضين؟

source: liwwa offers merchant cash advance, working capital, factoring, and Sharia-compliant loans to qualifying small businesses.
ar: تقدم لوا التمويل النقدي مقابل نقاط البيع وتمويل رأس مال العامل والقروض ذات الفائدة وقروض المرابحة التي تتوافق مع أحكام الشريعة الإسلامية للشركات الصغيرة التي تنطبق عليها الشروط.

source: Is liwwa sharia-compliant?
ar: هل لوا متوافقة مع الشريعة الإسلامية؟

source: liwwa provides one Islamic product -- a Murabaha loan -- to qualifying SMEs. In addition, we provide some qualifying borrowers with conventional loan products which are not Sharia-compliant.
ar: توفر لوا منتجًا إسلاميًا واحدًا - قرض المرابحة - للشركات الصغيرة والمتوسطة التي تنطبق عليها الشروط. كما نوفر لبعض المقترضين الذين تنطبق عليها الشروط القروض التقليدية التي لا تتوافق مع الشريعة الإسلامية.

source: liwwa’s asset-financing model was developed in consultation with legal experts in Jordan and modeled after Murabaha transactions at Islamic banks in Jordan. Scholars from the Ministry of Awqaf (وزارة الأوقاف) in Jordan reviewed liwwa’s Murabaha contracts and have verbally confirmed their compliance with Sharia principles. However, liwwa is not licensed as an Islamic lender.
ar: تم تطوير نموذج تمويل الأصول في لوا بالتشاور مع خبراء قانونيين في الأردن وبما يتوافق مع معاملات المرابحة في البنوك الإسلامية في الأردن. وعلى الرغم من أن علماء من وزارة الأوقاف في الأردن قاموا بمراجعة عقود المرابحة التي تقدمها لوا وأكدوا شفهياً امتثالها لمبادئ الشريعة، إلّا أن لوا غير مرخّصة كمقرض إسلامي.

source: What is liwwa’s grading system?
ar: ما هو تصنيف لوا الائتماني؟

source: liwwa’s grading system is an alphabetical grading system that assigns each loan a letter grade ranging from A (lowest risk) to D (highest risk) providing investors with more granular ratings and enabling refined pricing to credit risk.
ar: نموذج لوا الائتماني هو نظام ائتماني يتخذ التصنيف الأبجدي من A (الأقل مخاطرة) الى D (الاعلى مخاطرة) كإشارة إلى الدرجة الائتمانية للقرض بشكل يتوافق مع المخاطرة الائتمانية المتوقعة له وبالتالي تزويد المستثمرين بتصنيفات أكثر دقة وتمكين التسعير المحسن لمخاطر الإئتمان.‬ ‬

source: liwwa’s grading system is based on a survival analysis of historical liwwa loans, supplemented by industry expertise. The score is based on three factors: the borrower’s profile, business profile, and the business’ financial position. Each loan is assigned a credit score ranging from 0 to 10, which is translated into risk level grades from A to D.
ar: ‫يعتمد التصنيف على نظام ائتماني محسّن و مطور تم الوصول له اعتمادا على تحليل قواعد البيانات التاريخية من القروض المقدمة من لوا سابقا و مدعومة بالخبرة العملية للسوق. كما هو سابقاً، فإن درجة المخاطرة تتكون من معطيات ثلاث وهي: خبرة المقترض٬أداء الشركة و الوضع المالي للنشاط التجاري، حيث يُخصص لكل قرض درجة ائتمانية تتراوح من 0 إلى 10 والتي تُترجم إلى علامات ائتمانية من A الى D.

source: To learn more about about liwwa’s grading rating, click here. To learn more about how liwwa’s loans get hosted on the platform, click %(a_start)shere%(a_end)s.
ar: ‫لمعرفة المزيد حول نموذج لوا الائتماني، الرجاء الضغط هنا.و لمعرفة المزيد حول الالية المتبعة لإضافة قروض لوا على المنصة الإلكترونية، الرجاء الضغط %(a_start)sهنا%(a_end)s

source: What are the risks involved with investing on liwwa.com?
ar: ما هي مخاطر الاستثمار في liwwa.com؟

source: Investors on liwwa face the risk that borrowers will default on their loans. liwwa’s ability to transfer payments to the investor is wholly dependent upon the borrower issuing the payment to liwwa. The risks of investing through liwwa, as with any other form of investment, mean that investors may lose all or part of their investment. It is important to us that liwwa’s incentives and risks are aligned with those of the investors, as such, we only receive our service fee when all of the investors in a campaign have received the payments that are due to them. liwwa also maintains a very strict credit policy aimed at ensuring that only the most creditworthy borrowers are featured on the website. In case the borrower is late in making repayments, liwwa also has thorough %(a_start)sprocedures for debt collection%(a_end)s.
ar: يتعرض المستثمرون في لوا إلى خطر تعثر المقترضين عن سداد قروضهم. قدرة لوا على تحويل الدفعات إلى حساب المستثمر محصورة بدفع المقترض للقيمة المترتبة عليه. مخاطر الاستثمار عبر لوا، كما هي مع جميع أنواع الاستثمار، تعني أن المستثمر قد يخسر كل أو جزء من القيمة المستثمرة. من المهم لنا توافق الحوافز والمخاطر المترتبة على المستثمرين وعلى لوا، وبذلك لوا لا تستلم عمولتها إلا عند استلام جميع المستثمرين بالحملة استحقاقاتهم المالية. وتتمتع لوا ايضاً بسياسة ائتمانية صارمة تهدف إلى أن تكون الحملات التمويلية المطروحة على الموقع هي فقط للمقترضين من ذوي الجدارة الائتمانية. في حال تأخر المقترض في السداد، فإن لوا لديها أيضًا %(a_start)sإجراءات شاملة لتحصيل الديون%(a_end)s.

source: How can an investor minimize the investment risk?
ar: كيف يمكن للمستثمر أن يحد من المخاطر الاستثمارية؟

source: We recommend investors to diversify their investments to minimize risk. If an investor places all of their funds in one investment they are at a higher risk of losing a large portion of their money if a single investment goes bad. However, if one spreads out their funds across several diverse investments, if one investment goes bad, the investor loss will be buffered by other investments. This is why we recommend investing across several different campaigns on our website and not placing all of one’s disposable income into liwwa campaigns. To read more about how to diversify, read our %(a_start)sblog post%(a_end)s.
ar: نوصي المستثمرين بتنويع استثماراتهم للحد من المخاطر. فإذا قام المستثمر بوضع كامل أمواله في استثمار واحد فهو معرّض لخطورة أعلى لخسارة جزء كبير من أمواله إذا لم ينجح هذا الاستثمار. ولكن إذا وزّع المستثمر أمواله عبر العديد من الاستثمارات المتنوعة، وفي حال لم ينجح استثمار واحد منها، ستُخفَّف خسارة المستثمر من خلال استثمارات أخرى. ولهذا نشجع الاستثمار عبر عدة حملات مختلفة على موقعنا وعدم وضع كامل دخل المستثمر القابل للتصرف في حملات لوا. لقراءة المزيد عن كيفية التنويع عبر لوا يرجى زيارة %(a_start)sمدونتنا%(a_end)s (باللغة الإنجليزية).

source: What happens if a borrower is late on his/her payment or defaults?
ar: ماذا يحدث إذا تأخر أو تعثر المقترض عن سداد دفعة؟

source: liwwa will work with the borrower to get his/her payments back on track and restructure the loan accordingly. More information can be found in our %(a_href_start)sRecovery Policy%(a_href_end)s. Legal action will be initiated if the situation cannot be resolved within a period of 60 days from the payment due date.
ar: ستعمل لوا مع المقترض لإعادة دفعاته المستحقة إلى مسارها الصحيح ولإعادة هيكلة القرض وفقاً لذلك. يمكن الحصول على مزيد من المعلومات في %(a_href_start)sسياسة تحصيل الديون%(a_href_end)s. سيتم اتخاذ إجراءات قانونية في حال تعذّر تسوية الوضع خلال شهرين من تاريخ استحقاق الدفعة.

source: liwwa retains attorneys in Jordan who will carry out all legal proceedings on behalf of the Company and its investors to secure the full payment of outstanding principal plus profits. liwwa will also forego its service fees if the payments due were not recovered.
ar: سيتكفل محامو لوا في الأردن والإمارات بملاحقة الشركات المتخلفة عن الدفع في المحاكم المختصة في حال تعثر الشركة عن الدفع لسبب غير وجيه (مثلا لعدم الرغبة في الدفع). وستتخلى شركة لوا عن عمولتها الخدمية في حال عدم القدرة علي تحصيل الدفعات المتعثرة.

source: How do I know if a loan is Sharia-compliant?
ar: كيف أعرف ما إذا كان القرض متوافقًا مع الشريعة؟

source: Sharia-compliant loans are labelled “Sharia Loan” on the liwwa website. Each loan carries a badge.
ar: يتم تصنيف القروض المتوافقة مع الشريعة الإسلامية على أنها “تمويل إسلامي” على الموقع الإلكتروني. كل قرض يحمل علامة.‬

source: Get started as an Investor
ar: سجل حسابك كمستثمر

source: Is liwwa registered and licensed in Jordan?
ar: هل لوا مسجلة ومرخصة في الأردن؟

source: Yes, liwwa is a registered Jordanian company with records at the Ministry of Industry and Trade.
ar: نعم، لوا هي شركة أردنية مسجلة لدى وزارة الصناعة والتجارة.

source: How do I file a complaint and how will the complaint be processed?
ar: كيف يمكنني تقديم شكوى وكيف سيتم معالجتها؟

source: If you would like to file a complaint, please email us at %(a_start)scomplaints@liwwa.com%(a_end)s. Our customer service team will assess your complaint, add it to the complaint log and forward it to the relevant team who will then contact you. If your complaint is not satisfactorily resolved, it will be forwarded to the executive team for further investigation. Any other complaints received by liwwa through other customer-dedicated channels will also be similarly processed.
ar: إذا كنت ترغب في تقديم شكوى، يرجى مراسلتنا عبر البريد الإلكتروني %(a_start)scomplaints@liwwa.com%(a_end)s. سيقوم فريق خدمة العملاء لدينا بتقييم شكواك، وإضافتها إلى سجل الشكوى وإرسالها إلى الفريق المعني الذي سيتصل بك بعد ذلك. إذا لم يتم حل شكواك بشكل ُمرضي، فسيتم إرسالها إلى الفريق التنفيذي لإجراء مزيد من التحقيقات. يشار إلى أنه سيتم أيضاً معالجة أي شكاوى تتلقاها لوا من خلال قنوات الاتصال الأخرى المخصصة للعملاء.

source: How does liwwa
ar: كيف تعمل

source: work?
ar: لوا؟

source: Small businesses often lack access to fast and uncollateralized capital which is crucial to growth. Meanwhile, many investors aim to realize a regular monthly return on their investments. We pioneered our marketplace lending model to address the borrower's demand for capital as well as the investor's demand for portfolio diversification and superior returns.
ar: غالباً ما تجد الشركات الصغيرة صعوبة في الوصول إلى رأس المال السريع والغير خاضع للرهونات، والذي هو أمر حاسم ومهم لنمو الشركات. وفي الوقت نفسه، يهدف العديد من المستثمرين إلى تحقيق عائد شهري منتظم على استثماراتهم. لقد قمنا بدور رائد بتطبيق نموذج التمويل المباشر من أجل تلبية طلب المقترض للحصول على رأس المال بالإضافة إلى طلب المستثمر لتنويع محفظته الاستثمارية وتحقيق عائد أعلى من خلاله.

source: How it works for Borrowers
ar: مثال على مقترض من موقع لوا

source: Reema wants to grow her artisanal soap business by acquiring a new van to transport the soap to retail stores around Jordan. She approached banks to help her finance the acquisition, but they either rejected her application, required too much collateral, or took too long to respond to her.
ar: تريد ريما تنمية معمل الصابون الذي تملكه وذلك من خلال شراء شاحنة جديدة لنقل الصابون الى المحلات التجارية المتواجدة في جميع أنحاء الأردن. لقد لجأت ريما الى البنوك للحصول على التمويل اللازم، ولكن إما تم رفض طلبها أو تم طلب الكثير من الضمانات أو استغرق البنك وقتاً طويلاً للرد على طلبها.

source: Reema decided to register on liwwa.com as a borrower and, within 48 hours of submitting her complete application and required documents, she received the approval of the credit committee. Within 5 days of the approval, she signed the contract and liwwa issued the funds to purchase the van.
ar: قررت ريما التسجيل عبر موقع liwwa.com كمقترض، وخلال 48 ساعة من تقديم الطلب الكامل والأوراق والمستندات المطلوبة، تمت الموافقة على طلب التمويل من قبل اللجنة الائتمانية. في غضون 5 أيام من الموافقة، وقّعت ريما العقد وأصدرت لوا الأموال اللازمة لشراء الشاحنة.

source: Once Reema took ownership of the van and began operating it, she issued monthly payments to her investors through the liwwa platform over the loan term period (12 months in this case), and liwwa assessed a service fee on each payment.
ar: عندما حصلت ريما على ملكية الشاحنة وبدأت بتشغيلها لنشاطها التجاري، قامت بإصدار دفعات شهرية لمستثمريها من خلال منصة لوا الإلكترونية خلال فترة القرض (12 شهرًا في هذه الحالة)، وقيمت لوا رسوم الخدمة من كل دفعة.

source: How it works for Lenders
ar: مثال على مستثمر على موقع لوا

source: Mohammed has inactive funds that he usually places in his deposit account at the bank. Those funds only earn him around 3%% annually. Seeking to invest his savings for higher yields, Mohammed registered on liwwa.com as an Investor and added $1,000 to his liwwa account.
ar: محمد لديه أموال غير مستثمرة كوديعة في حسابه البنكي. يكسب من هذه الوديعة ما يقارب 3٪ سنوياً فقط. يسعى محمد لاستثمار مدخراته من أجل الحصول على عوائد أعلى، فقام محمد بالتسجيل كمستثمر في موقع liwwa.com وقام بإضافة 1,000$ الى حسابه.

source: Deciding to diversify his liwwa portfolio, he invested his $1,000 evenly across 50 different campaigns, representing 50 different small and medium-sized enterprises (SMEs). Thus, his exposure per campaign stood at around 2%% of his portfolio. Mohammed chose these campaigns based on his risk appetite, taking into consideration the risk of default linked to the %(a_start)scredit score%(a_end)s assigned to each campaign. Mohammed understands the investment risks associated with these campaigns and understands that he may lose some or all of his investment amount in a campaign if it defaults.
ar: قرر محمد تنويع محفظته الاستثمارية فاستثمر 1,000$ دولار بالتساوي في 50 حملة مختلفة، تُمثل 50 شركة صغيرة ومتوسطة الحجم. وبالتالي، فقد بلغت نسبة كل حملة تمويلية حوالي 2٪ من محفظته الاستثمارية. اختار محمد هذه الحملات بناءً على رغبته بتحمل المخاطرة، مع الأخذ بعين الاعتبار خطر التعثر المرتبط %(a_start)sبدرجة الائتمان%(a_end)s المخصصة لكل حملة. يفهم محمد مخاطر الاستثمار المرتبطة بهذه الحملات التمويلية ويدرك أنه قد يخسر جزءاً من أو كامل مبلغ استثماره في حملة ما إذا تخلف مقترض الحملة عن السداد.

source: Each campaign has a specific rate of return, which determines the amount of each monthly installment that Mohammed collects over the duration of the loan. In 2017, liwwa had an average IRR of 10.61%%. To maximize returns, Mohammed makes sure that he routinely logs into his liwwa account to invest repaid amounts in new campaigns.
ar: لكل حملة نسبة عائد تحدد على أساسها المبلغ لكل دفعة شهرية سيتلقاها محمد خلال فترة القرض. في عام 2017، بلغ متوسط معدل العائد الداخلي السنوي لدى شركة لوا 10.61٪. ولزيادة العوائد يتأكد محمد من الدخول إلى حسابه على موقع لوا باستمرار لاستثمار المبالغ المستردة من الحملات السابقة في حملات تمويلية جديدة.

source: What is the Internal Rate of Return?
ar: ما هي نسبة العائد الداخلي السنوي؟

source: The Internal Rate of Return (IRR) is a metric that allows investors to compare investments with different repayment schedules, tenors and amounts in a standardized manner. The IRR takes into consideration the structure of cash flows from your investment and accommodates for the time value of money. Note however, that the IRR is not an inflation-adjusted rate of return. An investment that pays $100 every month for 10 months will have a greater IRR than an investment that pays $200 every two months for 10 months. This is because, according to the time value of money, $1 today is worth more than $1 tomorrow. For example, earlier cash flows from the first investment can be used to make other investments and earn returns on them.
ar: إن العائد الداخلي السنوي (IRR) هو مقياس موحد يسمح للمستثمرين بمقارنة الاستثمارات التي لديها جداول سداد وفترات زمنية ومبالغ مختلفة. يأخذ IRR في الاعتبار هيكل التدفقات النقدية من استثمارك، وبناءاً عليه، القيمة الزمنية لهذه التدفقات. مع ذلك، يشار إلى أن نسبة الIRR لا تأخذ معدل التضخم بعين الاعتبار. إن الاستثمار الذي يدفع 100 دولار كل شهر لمدة 10 أشهر سيكون له معدل عائد داخلي أكبر من الاستثمار الذي يدفع 200 دولار كل شهرين لمدة 10 أشهر. هذا لأنه، وفقًا للقيمة الزمنية للنقود، فإن دولاراً واحداً اليوم له قيمة مالية أكبر من دولاراً واحداً غداً. على سبيل المثال، فإنه بإمكان المستثمر استخدام التدفقات النقدية التي يجنيها مُبكراً من استثمارٍ ما لإجراء استثمارات أخرى وتحقيق عوائد عليها.

source: Does an IRR of 20%% mean I will receive 20%% more cash than I invest?
ar: هل تعني نسبة IRR بقيمة 20٪ أنه سوف أحصل على 20٪ أموال إضافية أكثر مما إستثمرته؟

source: No, because IRR reflects both the amount and the timing of loan repayments (see 'What is the Internal Rate of Return?' above).
ar: لا، لأن العائد الداخلي السنوي يعكس كلا من المبلغ وتوقيت تسديد الدفعات (قم بمراجعة “ما هي نسبة العائد الداخلي السنوي؟” أعلاه).

source: What is the difference between Internal Rate of Return and Annual Rate of Return?
ar: ما الفرق بين نسبة العائد الداخلي السنوي (IRR) ومعدل العائد السنوي المبسّط؟
