Repository: ilyaspiridonov/gitloctest
Catalog: messages-6.po
Languages: ar

source: Reset to Default Allocation
ar: اعادة التعيين الاستثمارات الى القيم الافتراضية

source: Loan Tenors
ar: مدة القرض

source: Choose which loan tenors you would like to invest in.
ar: اختر مدة القرض التي ترغب الاستثمار فيها.

source: 3 months
ar: ثلاثة أشهر

source: 12 months
ar: اثنا عشر شهراَ

source: 18 months
ar: ثمانية عشر شهراً

source: 24+ months
ar: اربع وعشرون شهراً فأكثر

source: Maximum Investment per Loan
ar: الحد الأقصى للاستثمار لكل قرض

source: Choose the maximum amount to invest per loan.
ar: اختر الحد الأقصى لمبلغ الاستثمار لكل قرض.

source: Note: We recommend investing no more than 5%% of your total account value in any one campaign.
ar: ملاحظة: نوصي باستثمار ما لا يزيد عن 5٪ من إجمالي قيمة حسابك في القرض الواحد.

source: This is
ar: هذا

source: based on your current account value of
ar: وذلك اعتمادًا على قيمة حسابك الحالية البالغة

source: Total Principal Outstanding Limit
ar: الحد الأقصى لإجمالي المبلغ المستحق

source: Note: Putting a limit on the total principal outstanding for the auto-invest tool will reduce its efficiency in allocating your funds. However, we understand some investors may wish to test out the tool before giving it full access to manage their funds.
ar: ملاحظة: إن وضع حد أقصى لإجمالي المبلغ المستحق لأداة الاستثمار الآلي سيقلل من كفاءتها في تخصيص أموالك. ومع ذلك، نحن نتفهم أن بعض المستثمرين قد يرغبون في اختبار هذه الأداة قبل منحها إمكانية التحكم الكاملة لإدارة أموالهم.

source: No Limit
ar: بدون حد أقصى

source: Save Parameters
ar: حفظ الاعدادات‬

source: Save Parameters & Activate Auto-Invest
ar: حفظ الاعدادات وتفعيل الاستثمار الآلي

source: Auto-Invest attempts to diversify your investments as much as possible while freeing you from the burden of having to log in every day to make pledges.
ar: تهدف اداة الاستثمار الآلي إلى أكبر تنويع ممكن لاستثماراتك واعفائك من مهمة الدخول إلى موقع لوا بين كل فترة وأخرى من أجل إدارة استثماراتك.

source: INSTRUCTIONS
ar: التعليمات

source: 1. Choose a target allocation based on your risk appetite.
ar: 1. اختر توزيع الاستثمارات حسب رغبتك بالمخاطرة

source: 2. Choose which loan tenors you would like to invest in.
ar: 2. اختر مدة القرض التي ترغب في الاستثمار فيها

source: 3. Choose a maximum investment size per loan.
ar: 3. اختر الحد الأقصى لحجم الاستثمار لكل قرض

source: 4. Set it and forget it!
ar: 4. اختر الاعدادات وإنساها!

source: No funds available
ar: لا توجد أموال متوفرة

source: In order to take advantage of the Autopilot Investment feature, you must first add funds to your account.
ar: من أجل الاستفادة من ميزة الطيار الآلي الاستثمار ، يجب عليك أولا إضافة أموال إلى حسابك .

source: Add funds
ar: إضافة أموال

source: %% of Portfolio
ar: %%نسبة المحفظة

source: Date of Birth:
ar: تاريخ الميلاد:

source: If this is incorrect, click here
ar: إذا كان هناك خطأ في التاريخ، فاضغط هنا

source: Deposit Fee Policy
ar: سياسة رسوم الإيداع

source: For any transfer into an investor’s account, the fees are as follows:<br>
ar: لأي تحويل إلى حساب المستثمر، تكون الرسوم كما يلي:<br>

source: You have made <b>
ar: لقد قمت باستخدام <b>

source: out of $2,000.00</b> worth of fee-exempt credit/debit card transfers.<br> You can transfer up to an additional <b>
ar: من أصل 2,000.00$</b> من تحويلات بطاقة الائتمان المعفاة من الرسوم. <br> يمكنك تحويل ما يصل إلى <b>

source: </b> for free. Any amounts above
ar: ‫ </b> دون رسوم. أي مبالغ تفوق

source: will incur a 2.90%% fee deducted from the deposited amount.
ar: ستخضع إلى 2.90%% من الرسوم تأخذ من المبلغ المودع.

source: Know Your Customer (KYC)
ar: عملية التوثيق (KYC)

source: As a new investor, you will be able to invest up to a total of %(investment_limit)s. To become approved and remove this limit, we ask that you please complete our %(a_href_start)sKnow Your Customer (KYC)%(a_href_end)s process.
ar: يمكنك استثمار حتى مبلغ %(investment_limit)s. من أجل زيادة هذا الحد، يتوجب عليك إكمال %(a_href_start)sعملية التوثيق (KYC)%(a_href_end)s.

source: Security Information
ar: أمن معلوماتك المصرفية

source: For your security, liwwa does not store your credit card account information, instead our payment processor stores that for us. Your credit card account numbers will be sent immediately to our payment processor for storage and will not touch our servers at all.
ar: من أجل سلامة أمن معلوماتك المصرفية، فإن لوا لا تخزن معلومات بطاقاتك الائتمانية على حواسبها مطلقا، وإنما تبعث بها فورا إلى الشركة التي تعالج إجراءات الدفع الإلكترونية وهي شركة مختصة بحماية أمن المعلومات المصرفية.

source: Please enter your card information:
ar: الرجاء إدخال معلومات بطاقتك الإئتمانية

source: Exceeds funding limit
ar: هذا المبلغ يزيد عن الحد الاستثماري المتاح

source: As a %(investor_status)s, you may invest up to a total of %(investment_limit)s. You have currently invested %(total_invested)s. To increase your funding limit, please complete our %(a_href_start)sKnow Your Customer (KYC)%(a_href_end)s process.
ar: إن تصنيف حسابك حاليا هو: %(investor_status)s وتستطيع استثمار حتى %(investment_limit)s. و لقد قمت باستثمار ما يبلغ %(total_invested)s من الحد الاستثماري. إذا ما أردت زيادة حدك الاستثماري، يرجى إكمال %(a_href_start)sطلب التوثيق (KYC)%(a_href_end)s.

source: Account Holder's Name
ar: اسم صاحب الحساب

source: Credit Card Number
ar: رقم بطاقة الائتمان

source: Invalid credit card number
ar: رقم البطاقة غير صحيح

source: Expiry Date
ar: تاريخ الانتهاء

source: Invalid expiration date
ar: تاريخ انتهاء الصلاحية غير صالح

source: CVV Code
ar: الرمز السري

source: Invalid Security Code
ar: الرمز السري غير صالح

source: Date of birth
ar: تاريخ الميلاد

source: Please enter your billing address:
ar: يرجى إدخال العنوان المرتبط بهذا الحساب

source: My country of nationality, residence, and taxation are the same
ar: أقر بأنني إنني أقيم وأدفع الضرائب في نفس البلد أعلاه.

source: Country of Residence
ar: بلد الإقامة

source: Country not supported
ar: لا تستطيع لوا خدمة هذه الدولة حاليا

source: Country of Taxation
ar: الدولة التي تدفع فيها الضرائب

source: Country of Nationality
ar: الجنسية

source: I understand that I will be required to upload a copy of my passport before withdrawing funds.
ar: أقر بأنني سوف أحتاج لرفع نسخة عن جواز سفري أو إكمال عملية التوثيق من أجل سحب أموالي.

source: I understand that funds invested from one country must be withdrawn to a bank account in that same country.
ar: أقر وأتفهم أن الأموال التي يتم إضافتها من حساب في بلد معين لا يمكن سحبها إلا إلى حساب بنكي في البلد المصدر.

source: Add
ar: إضافة

source: Funds
ar: الأموال

source: Please verify your e-mail to add funds to your account. Click <a href= "/users/email/verify/resend" id="resendButton" > here </a> to resend the verification e-mail.
ar: ‫يرجى تأكيد عنوان بريدك الإلكتروني لمواصلة تمويل حسابك . إضغط <a href="/users/email/verify/resend">هنا</a> لإعادة إرسال رسالة التأكيد.

source: Deposit Fee Policy:
ar: سياسة رسوم الإيداع:

source: Credit Card Used:
ar: بطاقة الائتمان المستخدمة

source: ending in
ar: التي تنتهي بالأرقام

source: Click here to delete this credit card and add an alternative one
ar: انقر هنا لحذف هذه البطاقة الائتمانية، وإضافة أخرى بديلة

source: Unexpected error occured while deleting your card, the technical team has been notified of the error and will investigate ASAP. Please try again later.
ar: لقد حصل خطأ غير متوقع في النظام وتم إعلام فريقنا التقني بهذا الخطأ. وسنقوم بإصلاحه بأسرع ما يمكن. يرجى المحاولة فيما بعد.

source: Please submit the total amount you would like to charge your credit/debit card below.
ar: الرجاء إدخال المبلغ الذي تريد أن يخصم من بطاقتك الائتمانية في الحقل أدناه.

source: KYC account limits apply here. You can only add up to %(kyc_remaining_limit)s.
ar: على حسابك حدود للاستثمار محددة من أجل التوافق مع متطلبات عملية توثيقك كمستثمر. ويمكنك حاليا إضافة إلى حد %(kyc_remaining_limit)s.

source: KYC account limits apply here. You have reached your limit and cannot add any additional funds currently.
ar: على حسابك حدود للاستثمار محددة من أجل التوافق مع متطلبات عملية توثيقك كمستثمر. لقد وصلت إلى الحد المسموح به ولا يمكنك أضافة اي أموال اضافية حاليا.

source: As a %(investor_status)s, you may invest up to a total of %(investment_limit)s. You have currently invested %(total_invested)s. To increase your funding limit, please complete our %(a_href_start)sKnow Your Customer (KYC)%(a_href_end)s process.
ar: إن تصنيف حسابك حاليا هو: %(investor_status)s وتستطيع استثمار حتى %(investment_limit)s. و لقد قمت باستثمار ما يبلغ %(total_invested)s من الحد الاستثماري. إذا ما أردت زيادة حدك الاستثماري، يرجى إكمال %(a_href_start)sطلب التوثيق (KYC)%(a_href_end)s.

source: Credit Assessment Process
ar: آلية تقييم الائتمان‬ ‫

source: At liwwa, we focus on developing the most sophisticated tools for credit assessment and financial reporting. Our in-house credit model relies on a diverse set of inputs to arrive at one discrete output, the credit grade.
ar: في لوا، نركز على تطوير أدوات التقييم الائتماني والتقارير المالية. يعتمد نموذج الائتمان لدينا على مجموعة متنوعة من المدخلات للوصول إلى ناتج واحد منفصل، وهو الدرجة الائتمانية.

source: We employ a credit scoring system to provide users - both borrowers and lenders - with a clearer understanding of the assessment process. Doing so also allows us to deliver more fully on two of our core values: Transparency and Fairness.
ar: نستخدم النموذج الائتماني لتزويد المستخدمين - سواء المقترضين أو المقرضين - بفهم أوضح لعملية التقييم الائتماني، وهذا ما يتيح لنا المجال للتأكيد على إثنين من قيمنا الأساسية: الشفافية والعدل.

source: As part of our assessment process the Credit Team first checks whether the applicant meets the minimum requirements to be considered for a liwwa loan, such as having a Certificate of Registration and Trade License and being in operation for more than a year.
ar: كجزء من عملية التقييم الائتماني، يقوم فريق لوا الائتماني أولاً بفحص ما إذا كان طلب التمويل مستوفِ الحد الأدنى من المتطلبات التي تستوجبها لوا لمنح القروض مثل توفر السجل التجاري و رخصة المهن لنشاط تجاري عامل ومسجل منذ عام أو أكثر.

source: Since small businesses often lack prepared financials, Credit Officers use bank statements and in-person assessments as proxies. Then, Credit Officers weigh and analyze the data collected to generate a credit report and credit grade, based on which the Credit Committee makes its decision on approving or rejecting a loan.
ar: و نظرًا لأفتقار الشركات الصغيرة غالبًا إلى البيانات المالية الجاهزة، يعتمد ضباط الائتمان في لوا على البيانات المتعلقة بالحسابات المصرفية وتقييمهم الشخصي بصفتهم مفوضين لدراسة طلبات المقترضين. بعد ذلك، يقوم ضباط الائتمان بتحليل البيانات التي تم جمعها لإعداد تقرير ائتماني متكامل وتحديد درجة الائتمان، وبناءً على ذلك تتخذ لجنة الائتمان قرارها بشأن الموافقة على القرض أو رفضه.

source: The credit grade is the outcome of our proprietary survival risk assessment model which uses advanced analytics combining historical data and industry expertise while factoring in three dimensions: the borrower’s profile, the business profile, and the business’ financial position.
ar: الدرجة الائتمانية هي الحصيلة النهائية لنموذج التقييم الائتماني الذي يستخدم تحليلات مُتقدمة تجمع بين قواعد البيانات التاريخية من القروض المقدمة من لوا سابقا ومدعومة بالخبرة العملية للسوق مع الأخذ بالاعتبار أبعاد ثلاث وهي: خبرة المقترض، أداء الشركة، والوضع المالي للنشاط التجاري.

source: Loans are assigned credit scores ranging from 0 to 10 which are translated into risk level grades from A (lowest risk) to D (highest risk). This range provides Investors with more granular ratings allowing for more refined choices among risk levels.
ar: يُخصص لكل قرض درجة ائتمانية تتراوح من 0 إلى 10 والتي تُترجم حاليا إلى علامات ائتمانية من A (الأقل مخاطرة) الى D( الاعلى مخاطرة) بطريقة تتيح للمستثمرين تصنيفات ائتمانية أكثر عددا و نوعاً بصورة تساعدهم على تحديد خياراتهم الاستثمارية ضمن مستويات خطورة متنوعة

source: Learn more about the liwwa’s credit grading
ar: تعرف اكثر على نموذج لوا الائتماني ‬

source: What is liwwa’s risk grading system?
ar: ما هو نظام لوا للتقييم الائتماني؟‬

source: liwwa’s credit grading system is an alphabetic grading that assigns each loan a letter score ranging from A to D corresponding to the expected level of risk. To determine this grade, we use various analytics combining historical data and industry expertise while factoring in various variables. Upon concluding the assessment, loans are assigned credit scores ranging from 0 – 10, which are translated into risk level grades as illustrated below:
ar: نموذج لوا الائتماني هو نظام ائتماني يتخذ التصنيف الأبجدي من A الى D كإشارة إلى الدرجة الائتمانية للقرض بشكل يتوافق مع المخاطرة الائتمانية المتوقعة له. ‬ ‫لتحديد هذه الدرجة، يتم استخدام قواعد البيانات التاريخية من القروض المقدمة من لوا سابقا بالاضافة الى الخبرة العملية للسوق. خلال عملية الانتهاء من التقييم، يتم تعيين درجات ائتمانية للقروض تتراوح من 0 إلى 10، والتي يتم ترجمتها إلى درجات مستوى المخاطرة كما هو موضح أدناه ‬

source: How is it calculated?
ar: كيف يتم احتسابها؟

source: liwwa’s credit grading system is based on a survival model, more precisely a Cox Proportional Hazard Model. The model estimates the survival probability of the loan, using the available data on three dimensions: the borrower’s profile, the business’ profile, and the business’ financial position. The model estimates the survival probability of the loan, using the dimension’s available data at each stage of the repayment schedule, to ultimately assign it a credit score which is translated into risk level grades (A to D).
ar: ‫ ‬ ‫يعتمد احتساب الدرجة الائتمانية للقروض على ما يسمى نموذج البقاء أو بصورة أكثر دقة نموذج Cox Proportional Hazard Model. يُقدّر النموذج احتمال استمرارية القرض بالبقاء باستخدام البيانات المتاحة للأبعاد الثلاث وهي: خبرة المقترض، أداء الشركة، والوضع المالي للنشاط التجاري. حيث أن النموذج يقدر احتمالية استمرار القرض باستخدام البيانات المتاحة في كل مرحلة من مراحل السداد المحددة ويتم تعيين في النهاية درجة ائتمان يتم ترجمتها إلى درجات مستوى المخاطرة او بما يعرف بالعلامة الائتمانية (من A إلى D). ‬

source: The following visual illustrates the credit assessment process:
ar: يوضح الرسم التالي آلية تقييم الائتمان: ‬

source: Important Note
ar: ملاحظة مهمة: ‬

source: The liwwa risk grading rating is not a measure of the quality of the investment and is not meant to replace individual due diligence. The information provided on any loan should not be interpreted as a warranty, or a promise of future performance. Further, historical data used to refine risk ratings is not necessarily indicative of future performance. Ratings are for informational purposes only. Ratings are not individualized for any specific investor’s financial situation and should not be considered investment advice. Furthermore, these ratings are not intended to be predictions of how any particular investment will perform. Each investor should carefully consider investments in any loan and be comfortable with his/her understanding of the investment.
ar: إن درجة المخاطرة الائتمانية (العلامة الائتمانية) للحملات التمويلية عبر منصة لوا ليست مقياسًا لجودة الاستثمار وليس المقصود منها أن تحل محل الاجتهاد الشخصي. لا ينبغي تفسير المعلومات المقدمة في أي قرض كضمان أو وعد بالتزام المقترض في تسديد التزاماته المالية. علاوة على ذلك ، فإن البيانات السابقة والمستخدمة لتطوير نموذج الائتمان ليست بالضرورة مؤشرًا على الأداء المستقبلي للعميل، اذ يتم ذكر التقييم الائتماني لأغراض معلوماتية فقط. لا يتم تصنيف التقييمات الائتمانية وفقًا للحالة المالية لأي مستثمر ولا يجب اعتبارها نصيحة استثمارية. لا تهدف هذه التصنيفات الائتمانية إلى أن تكون تنبؤات حول كيفية أداء أي استثمار معين. يجب على كل مستثمر أن يفكر بعناية في أي قرض وأن يكون مرتاحًا لفهمه للاستثمار. ‬

source: Please select a scan or copy of the inside of your passport
ar: يرجى اختيار ملف يحتوي ‫نسخة‬ عن جواز سفرك

source: A copy of the photo page inside your passport is legally mandated as part of international anti-money laundering policies. This document will be kept confidential and stored in a secure and encrypted folder.
ar: تتطلب القوانين المالية الدولية منا أن نطلب نسخة من جواز سفرك وذلك لمتابعة إجراءات مكافحة غسيل الأموال. وسيتم الحفاظ على هذه النسخة في مكان مشفر وآمن من أجل حماية أمن معلوماتك.

source: Browse
ar: تصفح

source: Invalid passport upload
ar: صورة جوازك غير صالحة

source: Please attach a scan or copy of your proof of address
ar: يرجى اختيار ملف يحتوي ‫نسخة‬ عن اثبات عنوانك

source: You are required to provide proof of address as part of the KYC process. The document to prove your address must have been issued by a government authority, utility company or financial institution. It must include the following information: Your first name and surname, your current address and issue date. Any proof of address that is older than three months old is not accepted.
ar: يجب عليك اثبات مكان اقامتك كجزء من عملية التوثيق الخاص بك. يجب ان تكون وثيقة اثبات مكان اقامتك صادرة عن سلطة حكومية, شركة خدماتية او مؤسسة مالية. ويجب ان تتضمن الوثيقة المعلومات التالية: اسمك الاول واسم عائلتك, عنوانك الحالي وتاريخ الاصدار. لا يتم قبول اي اثبات للعنوان يتجاوز عمره ثلاثة اشهر كدليل على الاقامة.

source: Invalid proof of address upload
ar: صورة اثبات عنوانك غير صالحة

source: Please also submit a scan or photo of your Resident Identity Card
ar: يرجى تحميل صورة عن بطاقة الإقامة الخاصة بك

source: Invalid Resident Identity Card upload
ar: صورة بطاقة الإقامة التي تم تحميلها غير صالحة

source: Error submitting your passport photo; please contact support@liwwa.com for assistance.
ar: لقد حصل خطأ في عملية تحميل صورة الجواز. يرجى الاتصال بنا على support@liwwa.com من أجل المساعدة.

source: Error submitting your Proof Of Address photo; please contact support@liwwa.com for assistance.
ar: ‫لقد حصل خطأ في عملية تحميل صورة اثبات عنوانك. يرجى الاتصال بنا على support@liwwa.com من أجل المساعدة

source: Error submitting your Resident Identity Card photo; please contact support@liwwa.com for assistance.
ar: لقد حصل خطأ في عملية تحميل صورة بطاقة الإقامة. يرجى الاتصال بنا على support@liwwa.com من أجل المساعدة.

source: Please ensure that you fill in this information truthfully and accurately, as it will affect your account’s funding limit. liwwa reserves the right to ask investors to verify their annual income and/or liquid net worth by submitting bank statements, pay stubs, and other supporting documents.
ar: نرجو منكم تعبئة هذه المعلومات بدقة وشفافية لأنها ستحدد سقف حسابكم الاستثماري. كما وتحتفظ لوا بحق طلب المستندات والوثائق من المستثمر مثل كشف حساب بنكي أو قسيمة راتب أو أي مستندات أخرى لإثبات دخله السنوي وحجم السيولة المتوفرة لديه.

source: What is your annual income in USD?
ar: ما هو دخلك السنوي بالدولار الأمريكي؟

source: What is your liquid net worth in USD?
ar: ما هو حجم السيولة المتوفر لك بالدولار الأمريكي؟

source: The sum total of your spendable money, including all savings. Important for investors with irregular income.
ar: مجموع أموالك القابلة للتصرف، متضمنا مدخراتك. نسألك هذه المعلومات من أجل وضع حدود استثمارية ملائمة لأصحاب الدخل غير المستقر.

source: What is your primary source of overall wealth?
ar: ما هو مصدر ثرائك الرئيسي؟

source: What is the primary source of the funds you plan to invest?
ar: ما هو مصدر الأموال التي تريد تحويلها إلى حسابك في لوا؟

source: What activity do the allocated investment funds come from?
ar: بخلاف السؤال الذي سبقه، هذا السؤال يختص بالمصدر المباشر للأموال التي ستحولها إلى لوا.

source: Please specify this source
ar: يرجى شرح المزيد عن هذا المصدر

source: Fields marked with an asterisk are required for raising your funding cap
ar: إن الحقول المرمزة بالنجمة الحمراء هو حقول مطلوبة من أجل البدأ بمراجعة طلبك

source: How did you hear about liwwa?
ar: كيف عرفت عن لوا؟

source: What is your date of birth?
ar: ما هو تاريخ ميلادك؟

source: (e.g. 20/03/1980)
ar: (مثلا: 20/03/1980)

source: What is your phone number?
ar: ما هو رقم هاتفك؟

source: Invalid phone number
ar: رقم هاتف غير صالح

source: Taxation, Nationality, and Residence Countries
ar: دول الضريبة، الجنسية، والإقامة

source: What is your country of residence?
ar: ما هي دولة إقامتك؟

source: What is your country of primary nationality?
ar: ما هي جنسيتك الرئيسية؟

source: What is your country of taxation?
ar: ما هي الدولة التي تقوم بدفع الضرائب بها؟

source: What is your residential address?
ar: ما هو عنوانك السكني؟

source: Address Line 1
ar: العنوان سطر 1

source: Address Line 2
ar: العنوان سطر 2

source: City
ar: المدينة

source: Postal Code
ar: الرمز البريدي

source: You've reached the end of our KYC process. Once you are ready, you may click the <b>Submit</b> button to send us your responses. An email confirming your submission will be sent out soon afterwards, and your information will be reviewed within 3-5 business days. Please remember that you may return here to update your information at any point by visiting the User Profile page, under the Account menu.
ar: لقد وصلت إلى نهاية طلب التوثيق. عندما تكون مستعدا، يمكنك ضغط زر <b>إرسال</b> أدناه من أجل إرسال الطلب إلى فريق لوا. سنقوم بإرسال رسالة لك على بريدك الإلكتروني لمتابعة العملية معك. ننوهكم إلى أنه بإمكانكم تعديل معلومات الطلب وقتما شئتم من خلال زيارة “معلوماتك” تحت قائمة “حسابك” أعلاه.

source: Submit for Review
ar: تقديم الطلب للمراجعة

source: "Know Your Customer"
ar: ‫KYC

source: By completing the Know Your Customer (KYC) process, you will help us help you have the best investing experience possible. The entire process should take no more than 10 min, and it is required for any investor seeking to add <b>more than $2000</b> in funds to their account, as part of our compliance with financial regulations. You may save your progress and return to this form at any point from the User Profile page.
ar: إن تعبئتك لطلب التوثيق (KYC) ستسمح لنا بتقديم أفضل خدمة استثمارية لك. وستأخذك عملية تقديم الطلب حوالي 10 دقائق، نتمكن فيها من تجميع المعلومات التوثيقية التي تفرضها علينا القوانين والأنظمة المالية العالمية. ويمكنك في أي وقت حفظ تقدّم عملية التوثيق كمسودة ومتابعتها فيما بعد من خلال الضغط على زر “معلوماتك”.

source: Thank you for taking the time to fill out this form.
ar: شكرا جزيلا لك على بدئك معاملة التوثيق، إننا نقدر وقتك الثمين وسنسعى إلى تسهيل العملية قدر الإمكان!

source: KYC Completion:
ar: تقدّم طلب التوثيق (KYC):

source: Prev
ar: السابق

source: Save Draft
ar: حفظ كمسودة

source: Please enter the amount you'd like to withdraw from your liwwa account. A member of the liwwa team will contact you on your e-mail within 2 business days to initiate the transfer.
ar: الرجاء إدخال المبلغ الذي تود سحبه من حسابك في لوا. سيبعث لك أحد أفراد فريق لوا برسالة إلى بريدك الإلكتروني خلال يومين عمل من أجل بدء تحويل الأموال.

source: Pending Transfers
ar: التحويلات في الانتظار

source: You have
ar: لديك

source: %(num)d unread notification.
ar: 0 إشعارات جديدة

source: You have no new notifications.
ar: ليس لديك إشعارات جديدة

source: <a href="%(url)s">One %(total_payments)s payment</a> due on <span class="date-field">%(due_date)s</span> has been delayed
ar: لم تتأخر أي حملة عن القيام بدفعاتها المستحقة بتاريخ <span class="date-field">%(due_date)s</span>

source: You have received <a href=%(url)s>%(num)d payment</a> totaling %(amount)s
ar: لم تتلق أي دفعات.

source: <a href="%(url)s">Campaign #%(campaign_id)d</a> has been cancelled
ar: تم إلغاء <a href="%(url)s">حملة رقم %(campaign_id)d</a>

source: <a href="%(url)s">Loan #%(campaign_id)d</a> has defaulted
ar: لقد تم إعلان <a href="%(url)s">قرض رقم %(campaign_id)d</a> كحملة متعثرة

source: <a href="%(url)s">Campaign #%(campaign_id)d</a> has expired
ar: لقد إنتهت فترة التمويل في <a href="%(url)s">حملة رقم %(campaign_id)d</a> بدون إتمام التمويل

source: <a href="%(url)s">Loan #%(campaign_id)d</a> has been funded for %(amount)s
ar: تم تمويل <a href="%(url)s">قرض رقم %(campaign_id)d</a> بنجاح بمبلغ %(amount)s

source: <a href="%(url)s">Loan #%(campaign_id)d</a> has been rescheduled
ar: تمت إعادة جدولة <a href=\”%(url)s\”>قرض رقم %(campaign_id)d</a>

source: <a href="%(url)s">Loan #%(campaign_id)d</a> has been restructured
ar: تمت إعادة هيكلة <a href="%(url)s">قرض رقم %(campaign_id)d</a>
