Repository: ilyaspiridonov/gitloctest
Catalog: messages-6.po
Languages: ar

source: What is the borrower's country of operation?
ar: ما هي الدولة التي يعمل بها المقترض؟

source: The following percentage of my business sales are reflected on my bank statement(s)
ar: ‫تنعكس النسبة المئوية التالية من مبيعات أعمالي على كشف الحساب (الحسابات) البنكي

source: What is your business sector?
ar: ما هي طبيعة نشاطك التجاري؟

source: I would like financing to:
ar: اريد الحصول على تمويل ل:

source: Optional
ar: إختياري

source: User with same National ID already exists. Use search to open a ticket for existing user.
ar: يوجد مستخدم آخر يحمل نفس الرقم الوطني, استخدم البحث لفتح تذكرة جديدة لنفس المستخدم

source: National ID must be between 10 and 14 digits long
ar: يجب أن يتكون الرقم الوطني من 10 إلى 14 رقم

source: Phone Number
ar: رقم الهاتف

source: Factoring
ar: تخصيم

source: Murabaha
ar: مرابحة

source: Working Capital
ar: رأس المال العامل

source: Merchant Cash Advance
ar: قرض نقدي مقابل نقاط البيع

source: Trade Finance
ar: شراء البضاعة

source: Fixed Assets
ar: شراء الأصول الثابتة

source: Renovation and Maintenance
ar: أعمال التجديد والصيانة

source: Business Expansion
ar: توسعة مقر النشاط التجاري

source: Project Financing
ar: تمويل المشروع

source: Marketing
ar: تسويق

source: Other Operational Expenses
ar: مصاريف تشغيلية أخرى

source: Check Discounting
ar: خصم الشيكات

source: Invoice Factoring
ar: خصم الفواتير

source: paid on custom schedule
ar: تدفع على دفعات متغيرة

source: paid once at maturity
ar: تدفع مرة واحدة عند البلوغ

source: paid every
ar: بدفعات كل

source: Congratulations on your first pledge!
ar: استثمارك الأول

source: You have to first add funds to your account before making a pledge. Please visit the <a href="%(url)s">Add Funds</a> page to do so.
ar: من أجل القيام باستثمارات، يجب إضافة أموال إلى حسابك أولا. يرجى زيارة صفحة <a href="%(url)s">إضافة الأموال</a> من أجل إتمام ذلك.

source: You are attempting to invest in a campaign that is not yet available for investment by retail investors. Please wait until %(visible_date)s to invest in this campaign.
ar: هذه الحملة غير متوفرة حاليا للاستثمار من قبل عامة المستثمرين. يرجى الانتظار حتى تاريخ %(visible_date)s من أجل الاستثمار.

source: You are attempting to invest in a conventional, interest bearing loan, please update your Investment Preferences to invest in this loan.
ar: أنت تحاول الإستثمار في قرض تقليدي محدد بفائدة، يرجى تحديث الإعدادات الإستثمارية للإستثمار في هذا القرض.

source: Please verify your e-mail to continue pledging. Click <a href= '/users/email/verify/resend' id='resendButton' > here </a> to resend the verification e-mail.
ar: ‫‫يرجى تأكيد عنوان بريدك الإلكتروني لمواصلة التعهد. إضغط <a href="/users/email/verify/resend">هنا</a> لإعادة إرسال رسالة التأكيد.

source: Please enter a valid number.
ar: الرجاء اختيار رقم صحيح.

source: You do not have sufficient funds to make this investment. Please add funds to your account first.
ar: ليس لديك ما يكفي من الأموال في حسابك للقيام بهذه العملية. يرجى إضافة الأموال إلى حسابك أولا.

source: You attempted to invest more than the campaign has left to be funded. We will now redirect you to the pledge control again with the specific amount left in the campaign.
ar: لقد قمت باختيار استثمار بمبلغ أكبر مما يمكن استثماره في هذه الحملة. سنقوم بتحديد المبلغ المتبقي للاستثمار في الحملة في الحقل التالي أوتوماتيكيا ويمكنك عندها الموافقة أو رفض المبلغ.

source: An unexpected error has occured, our technical team has been notified and will investigate as soon as possible
ar: لقد حصل خطأ غير متوقع في النظام وتم إعلام فريقنا التقني بهذا الخطأ. وسنقوم بإصلاحه بأسرع ما يمكن.

source: Balance adjustment for campaign %(campaign_id)d through user %(user_id)d
ar: تعديل هدف التمويل لحملة %(campaign_id)d من خلال المستخدم رقم %(user_id)d

source: Pledge adjustment for campaign %(campaign_id)d from user %(source_user_id)d to user %(target_user_id)d
ar: تعديل التعهد في حملة %(campaign_id)d من المستخدم رقم %(source_user_id)d إلى مستخدم رقم %(target_user_id)d

source: Campaign %(campaign_id)d has been closed out.
ar: تم إغلاق الحملة %(campaign_id)d.

source: Reimbursement for principal and profit outstanding in defaulted campaign %(campaign_id)d
ar: تعويض عن الأصل والمربح المستحقان في الحملة المشطوبة رقم %(campaign_id)d

source: Campaign %(campaign_id)d funded with flat profit rate of %(profit_rate).2f
ar: تمويل حملة %(campaign_id)d بنسبة ربح بسيطة %(profit_rate).2f

source: Repayment from campaign %(campaign_id)d
ar: دفعة من حملة %(campaign_id)d

source: Campaign %(campaign_id)d was cancelled
ar: إلغاء حملة %(campaign_id)d

source: Campaign %(campaign_id)d was expired
ar: انتهاء حملة %(campaign_id)d دون تمويلها

source: Campaign %(campaign_id)d was written off
ar: شطب حملة %(campaign_id)d

source: Monthly Statement
ar: البيان الشهري

# Email subscription name
source: Available Funds
ar: استثمار أموالك

source: Campaign Activation Notification
ar: تنبيه عند البدأ بحملة جديدة

source: First Repayment Notification
ar: لقد استلمت دفعتك الأولى!

source: Not a valid choice
ar: ليس خيارا صالحا

source: Please use numbers and decimal points only
ar: الرجاء استخدام الأرقام فقط في هذا الحقل (مثل 23 وليس "ثلاثا وعشرون"). لا يجوز استخدام أي أحرف أخرى.

source: Invalid number of fractional digits for this currency
ar: عدد غير صحيح من الأرقام الكسرية لهذه العملة

source: Day
ar: اليوم

source: Month
ar: الشهر

source: Year
ar: السنة

source: Invalid Date
ar: تاريخ غير صحيح

source: Please use only digits in this field, no other letters are allowed.
ar: الرجاء استخدام الأرقام فقط في هذا الحقل (مثل 23 وليس "ثلاثا وعشرون"). لا يجوز استخدام أي أحرف أخرى.

source: Yes
ar: نعم

source: No
ar: لا

source: Please enter date according to %(format)s format
ar: الرجاء إدخال التاريخ طبقا للنسق التالي: %(format)s

source: This field is required.
ar: هذه المعلومات مطلوبة.

source: Maximum word count exceeded
ar: لقد تجاوزت الحد الأقصى لعدد الكلمات

source: Invalid Account Token received!
ar: قدمت رمز حساب غير صالح!

source: Passwords need to contain at least one number and one character
ar: كلمة السر يجب أن تحتوي على رقم واحد وحرف واحد على الأقل

source: Please enter a valid phone number
ar: الرجاء إدخال رقم هاتف صحيح

source: Please use only numbers and + character in phone number
ar: الرجاء استخدام أرقام وحرف + فقط عند إدخال أرقام الهواتف

source: Please use only digits in this field, no other letters are allowed
ar: الرجاء استخدام الأرقام فقط في هذا الحقل (مثل 23 وليس "ثلاثا وعشرون"). لا يجوز استخدام أي أحرف أخرى.

source: Please enter a valid national id number
ar: الرجاء إدخال رقم وطني صحيح

source: Name must be less than 120 characters
ar: يجب أن يكون الاسم أقل من ١٢٠ حرف

source: Please only use arabic letters
ar: يرجى استخدام الحروف العربية فقط

source: Please check birth year
ar: الرجاء التحقق من سنة الميلاد

source: Phone number should be from one of the following countries:
ar: رقم الهاتف يجب أن يكون من أحد الدول التالية:

source: Please upload a photo at most %d KB in size
ar: الرجاء تحميل صورة ليست أكبر من %d KB

source: %(num)s year
ar: %(num)s سنوات

source: %(num)s month
ar: %(num)s أشهر

source: %(num)s week
ar: %(num)s أسابيع

source: %(num)s day
ar: %(num)s أيام

source: Current
ar: قائم

source: Delinquent
ar: متأخر بشكل دوري بالسداد

source: Written Off
ar: مشطوب

source: Repaid
ar: مدفوع

source: Amount
ar: المبلغ

source: Funds to Charge from your Card
ar: المبلغ الذي سيتم خصمه من بطاقتك

source: The amount you entered is less than the minimum that can be charged which is $5
ar: المبلغ الذي أدخلته أقل من الحد الأدنى وهو 5$

source: Jordanian Dinar
ar: دينار أردني

source: US Dollars
ar: دولار أمريكي

source: Arab Emirates Dirham
ar: دراهم إماراتية

source: BIC/SWIFT code
ar: رمز SWIFT

source: IBAN/Account Number
ar: رقم الحساب أو IBAN

source: Reference Number / Additional Information
ar: رقم الإشارة - معلومات إضافية

source: Receiving Bank Name
ar: اسم البنك المستقبل

source: Receiving Bank Street
ar: شارع البنك المستقبل

source: Receiving Bank City
ar: مدينة البنك المستقبل

source: Receiving Bank Country
ar: بلد البنك المستلم

source: Receiving Currency
ar: عملة الحساب المستقبل

source: Transfer request received
ar: تم تلقي طلب تحويل بنكي

source: You do not have sufficient funds in your account to withdraw that amount
ar: ليس لديك ما يكفي من الأموال في حسابك للقيام بهذه العملية

source: Unfortunately you do not have enough funds to cover the $45 fee and make a withdrawal for the amount requested. Please revise the amount, or revisit when you have more funds available.
ar: لا يوجد لديك ما يكفي لتغطية ما طلبت سحبه بالإضافة إلى عمولة الحوالات البنكية (45 دولارا). يرجى إدخال قيمة أخرى أو يرجى القيام بسحب أموالك عندما يتوفر لديك ما يكفي لتغطية ما سبق ذكره.

source: Encountered an unexpected error while contacting our payment provider, please try again later.
ar: لقد حصل خطأ خلال التواصل مع معالج مدفوعاتنا، لقد تم إعلام فريقنا التقني بذلك. يرجى المحاولة فيما بعد.

source: liwwa currently cannot accept credit cards from %(country)s. Please try a different card, or contact investor@liwwa.com for further assistance.
ar: ‫لا نستطيع حالياً قبول البطاقات الائتمانية الصادرة من %(country)s. يرجى إختيار بطاقة ائتمانية أخرى أو الاتصال بنا على investor@liwwa.com من أجل مساعدتك على إضافة الأموال إلى حسابك

source: Card account is already registered, please choose a different bank account.
ar: هذه البطاقة الائتمانية قد تم تسجيلها من قبل، يرجى تسجيل بطاقة آخرى.

source: Bitcoin deposit %(invoice_id)s
ar: إيداع بتكوين (رقم الفاتورة %(invoice_id)s)

source: Credit card charged - adding funds to liwwa account
ar: إضافة أموال عبر البطاقة الائتمانية

source: Deposit into liwwa account reversed
ar: إلغاء إضافة الأموال إلى حسابك

source: Withdrawal from liwwa account reversed
ar: إلغاء سحب الأموال من حسابك

source: Deposit into liwwa account
ar: إضافة أموال إلى حسابك

source: Withdrawal from liwwa account
ar: سحب الأموال من حسابك

source: A new liwwa campaign has been posted on the site today. Please login to your liwwa account to see it: https://www.liwwa.com/users/login
ar: لقد تم البدأ بحملة تمويلية جديدة على موقع لوا. يرجى الدخول إلى حسابك معنا من أجل الاطلاع عليها: https://www.liwwa.com/users/login

source: liwwa Campaign Notification
ar: إشعارات لوا

source: Email address
ar: البريد الإلكتروني

source: H2 Ventures and KPMG list liwwa as a Leading Global Fintech Innovator
ar: تم تصنيف شركة لوا كشركة رائدة في مجال ابتكار التكنولوجيا المالية العالمية من قبل KPMG و H2 VENTURES

source: liwwa featured by Aljazeera as one of Jordan's pioneering companies
ar: قناة الجزيرة اختارت لوا كأحد أبرز الشركات الريادية في الأردن

source: liwwa CEO Ahmed Moor at the WEF 2017
ar: مشاركة المدير التنفيذي لشركة لوا أحمد مور في المنتدى الاقتصادي العالمي

source: liwwa CEO Ahmed Moor in a meeting with His Majesty King Abdullah II of Jordan
ar: المدير التنفيذي لشركة لوا أحمد مور في لقاء مع جلالة الملك عبدالله الثاني

source: liwwa listed as one of the most funded MENA fintech companies
ar: شركة لوا من أكثر شركات الفنتك الممولة في العالم العربي

source: liwwa CEO Ahmed Moor's interview with Entrepreneur Middle East
ar: مقابلة المدير التنفيذي لشركة لوا أحمد مور مع مجلة انتربرونور ميدل إيست

source: Itech Show AlHurra interview with liwwa CEO Ahmed Moor
ar: مقابلة أحمد مور المدير التنفيذي لشركة لوا مع قناة الحرّة

source: SkyNews interview with liwwa's COO, Ameera Hiary (Dec 2016)
ar: مقابلة سكاي نيوز مع أميرة حياري مديرة العمليات الرئيسية بشركة لوا (كانون الأول 2016)

source: liwwa gets funded
ar: لوا تحصل على التمويل

source: liwwa: a new take on SME lending
ar: لوا: مبادرة جديدة لتمويل الشركات (مقال مترجم)

source: SkyNews interview with liwwa's COO, Ameera Hiary (Jan 2016)
ar: مقابلة سكاي نيوز مع أميرة حياري مديرة العمليات الرئيسية بشركة لوا (كانون الثاني 2016)

source: liwwa receives media recognition for its innovation
ar: الاعلام يكتب عن لوا لابتكاراتها

source: liwwa in the list of 15 innovative startups in Jordan
ar: لوا في قائمة أكثر 15 شركة ناشئة مبتكرة في الأردن

source: liwwa participates in Endeavor Dealmakers conference
ar: لوا تشارك في مؤتمر ديل مايكرز لإنديفر

source: An article about peer to peer lending written by liwwas's team
ar: مقال عن الإقراض بين الأفراد كتبه فريق لوا

source: Venture Magazine interview with liwwa's CEO, Ahmed Moor
ar: مقابلة مجلة فنتشر مجازين مع الرئيس التنفيذي لشركة لوا ، أحمد مور

source: Ahmed has experience in journalism and fixed-income finance. He received his BA in 2006 from the University of Pennsylvania and an MPP from Harvard University in 2013.
ar: عمل أحمد في عدة شركات مالية في مجال الصكوك والأوراق المالية ذات الدخل الثابت. وحاز أحمد على شهادة البكالوريوس في سنة 2006 من جامعة بنسلفانيا ومن ثم حاز على شهادة الماجستير من جامعة هارفرد الأمريكية عام 2013.

source: Ahmed Moor
ar: أحمد أبو مور

source: Co-founder and CEO
ar: المدير التنفيذي (شريك مؤسس)

source: David has worked for Bridgewater Associates and the Swedish government. He has a bachelor's degree from Princeton University and an M.Phil from the University of Oxford.
ar: عمل داوود في Bridgewater Associates وفي الحكومة السويدية. وحاز على شهادة البكالوريوس من جامعة برينستون الأمريكية وعلى شهادة الماجستير من جامعة أوكسفورد البريطانية.

source: David Asker
ar: داوود عسكر

source: Chief Data Scientist
ar: مسؤول البحث العلمي

source: Tamim is a software professional with work experience of around 15 years spent in companies in Jordan and abroad, one of which was his own startup. He holds a BA in Computer Science from Al Al-Bayt University.
ar: تميم هو محترف في البرمجيات لديه خبرة في العمل قرابة ١٥ سنة قضاها في شركات في الأردن وخارجها ، واحدة منها كانت شركة ناشئة خاصة به. حاصل على درجة البكالوريوس في علوم الكمبيوتر من جامعة آل البيت.

source: Tamim Al-Manaseer
ar: تميم المناصير

source: Director of Engineering
ar: مدير الهندسة

source: Dennis has worked in the Middle East Region for 10 years. He has a background in Finance and Accounting and an advanced degree from the New York University School of Law.
ar: عمل دنس في منطقة الشرق الأوسط لمدة 10 سنوات. لديه خلفية في العلوم المالية والمحاسبة ودرجة متقدمة من كلية الحقوق بجامعة نيويورك.

source: Dennis Ardis
ar: دنس اردس

source: Chief of Staff
ar: رئيس طاقم العمل

source: Kamel has 7+ years of experience in HR in both startups and international organizations. He received his BA from University of Warwick and a Master’s in Econometrics and Mathematical Economics from the London School of Economics.
ar: يتمتع كامل بخبرة تزيد عن 7 سنوات في مجال الموارد البشرية في الشركات الناشئة والمؤسسات الدولية. حصل على شهادة البكالوريوس من جامعة وارويك وماجستير في الاقتصاد من كلية لندن للاقتصاد.

source: Kamel Abu-Eisheh
ar: كامل أبوعيشة

source: Director of People & Culture
ar: مدير الموارد البشرية

source: Ali has over seven years of Relationship Management experience in the banking sector having worked at Société Générale, Arab Bank, and Ahli Bank. Ali earned his BA in Finance from the University of Jordan, and he has completed numerous training courses from the Institute of Banking Studies.
ar: عمل علي في مجال ادارة علاقة العملاء في كافة القطاعات من شركات كبرى ومتوسطة بالاضافة للشركات الصغيرة في عدة بنوك عربية وعالمية كبيرة مثل بنك سوستيه جنرال الاردن، البنك العربي، والبنك الاهلي حيث يمتلك خبرة تزيد عن سبعة سنوات.‫ ولقد حاز علي على شهادة البكالوريوس في العلوم المالية من الجامعة الأردنية والعديد من الشهادات والدورات المرتبطة في المجال البنكي.

source: Ali Abutaa
ar: علي أبو طاعة

source: Head of Sales
ar: مدير المبيعات

source: We can't seem to find the page you're looking for...
ar: إن الصفحة المطلوبة غير موجودة على موقعنا..

source: You may have gotten here due to a broken link or simply due to a typo. If you feel that this page should exist, please do not hesitate to contact us at
ar: قد تكون قد وصلت هنا بسبب رابط خاطئ أو بسبب خطأ في إدخال عنوان الصفحة التي تودها. إذا ما إرتأيت أن هذه الصفحة يجب أن تكون موجودة، نرجو ألا تتردد بالاتصال بنا على

source: . In the meantime, here are some helpful links to help you navigate liwwa:
ar: . ويمكنك في الوقت الحالي النظر إلى الروابط التالية لتصفح بعضا من موقع لوا:

source: Homepage
ar: الصفحة الرئيسية

source: Investor Landing Page
ar: صفحة المستثمرون

source: Borrower Landing Page
ar: صفحة المقترضين

source: No Openings Currently Available
ar: لا توجد وظائف متوفرة حاليا

source: Click to apply!
ar: اضغط لتقديم طلب توظيف!

source: Careers
ar: الوظائف

source: liwwa is a marketplace lender whose mission is to deliver job and income growth in the communities we serve. We're growing rapidly and are hiring talented individuals from a range of backgrounds. Today, our diverse team is comprised of people from Palestine, the US, Jordan and Sweden - with backgrounds ranging from Applied Mathematics, Physics, Computer Science, and the social sciences. You can see our open vacancies below:
ar: نحن نهدف في لوا لدعم النمو الاقتصادي في الأسواق التي نعمل بها، ونحتاج لأجل تحقيق هذا الهدف إلى فريق متمكن وفعال يؤمن برسالتنا. ونظرا لنمونا السريع والأصول والمهارات المتعددة لأفراد فريقنا ، فإن بيئة عملنا مميزة في المنطقة من ناحية تمكينها لأفرادها من النمو المهني والفكري. قم بالاطلاع على فرص العمل المتوفرة أدناه واضغط على زر تقديم طلب عمل إذا ما رأيت ما يناسبك.

source: Engineering
ar: الهندسة

source: Credit
ar: التقييم الائتماني

source: Customer Service
ar: خدمة الزبائن

source: Engineering Careers
ar: الهندسة

source: To solve the chronic problem of SME financing in the Arab World, we must do financing and credit assessment in ways that are fundamentally different than the way traditional financial institutions do it.
ar: إن نقص التمويل للشركات الصغيرة والمتوسطة في الوطن العربي مشكلة مزمنة. ويقتضي حل هذه المشكلة أن نقوم بتغيير وسائل وعمليات التقييم الائتماني بطريقة مختلفة جذريا عما تقوم به المؤسسات المالية التقليدية.

source: liwwa already built machine learning algorithms that depend on behavioral analysis to replicate the outcomes of human credit assessment committees to a high degree of accuracy. More work remains to be done in terms of improving the data science behind those models, as well as on developing different ways of accessing more information to feed those automated credit assessment models, including optical character recognition for financial and bank statements, Point of Sale integration, social network integration, and other online behavioral probes. To achieve our mission, the engineering team's goal is to produce a socially-beneficial and automated solution for assessing the creditworthiness of small businesses.
ar: ولقد بنينا في لوا عدد من خوارزميات التعلم الآلي التي سمحت لنا باستخدام التحليل السلوكي من أجل مماهاة التحليل الائتماني. ولقد استطعنا تطوير هذه البرمجيات بشكل كبير إلى أن استطاعت مماهاة التحليل الائتماني التقليدي بنسبة عالية من الدقة. وسنقوم بمزيد من التطوير من أجل إضافة المزيد من المعلومات إلى نظم التعلم الآلي، وإنشاء طرق جديدة لنتعلم عن الشركات التي نخدمها، مثل التعرف الضوئي على كشوف الحسابات البنكية والمالية، واستخدام المعلومات المتوفرة على الشبكات الاجتماعية، و إدماج أنظمتنا بأنظمة نقاط البيع.

source: Available Positions
ar: الوظائف المتوفرة

source: Credit Careers
ar: التقييم الائتماني

source: Credit Assessment is a fundamental part of our mission to revolutionize SME financing in the Arab World. We rely on our credit assessment team to analyse and explain risk internally and to our users. The credit assessment team is also responsible for creating new products to properly serve the SME market.
ar: إن التقييم الائتماني يشكل جزء أساسي من مهمتنا لحل مشكلة تمويل الشركات الصغيرة والمتوسطة في الوطن العربي. إننا نعتمد على فريقنا الائتماني من أجل تقييم المخاطر وشرحها داخليا ولمستخدمي موقعنا. كما أننا نعتمد عليه من أجل إنشاء منتجات إئتمانية جديدة تخدم زبائننا على أفضل وجه.

source: Credit Officer
ar: ضابط تمويلي

source: As a credit officer you will be tasked with analyzing applications through the website and determining the appropriate risk bands and classifications. You will also play an outsized role in developing innovative credit assessment methodologies to streamline our processes and serve larger sections of the market.
ar: كضابط تمويلي فإنك ستكون مسؤولا عن التقييم الائتماني لجميع طلبات القروض التي تأتينا عبر موقعنا. و سيكون لك دور كبير في عملية تطوير طرق وعمليات التقييم الائتماني المستخدمة في لوا من أجل توسيع الأسواق التي يمكننا خدمتها.

source: Customer Service Careers
ar: خدمة الزبائن

source: We pride ourselves with our fanatic devotion to customer service! Our customer service team is at the frontlines in enabling our customers to take full advantage of our offerings. Customer service representatives play a key role in keeping our pipeline strong and efficient.
ar: نحن نفخر باهتمامنا الشديد بخدمة زبائننا. إن فريق خدمة الزبائن يمثل لوا أمام جمهورنا ويقوم بتوفير كل مساعدة ممكنة لكل زبائننا للاستفادة بشكل كامل من الخدمات التي نوفرها. ويلعب فريق خدمة الزبائن دورا هاما في تمكين شركتنا من الوصول إلى أكبر عدد من الزبائن.

source: Customer Service Representative
ar: خدمة الزبائن

source: As a customer service representative you will be responsible for fielding incoming phone calls and e-mails, as well inquiries received through social media. Your priority will be to help customers fulfill all the documents required for a completed application and to help them understand the process. Excellent command of both English and Arabic (spoken and written) is required.
ar: كمندوب خدمة الزبائن فإنك ستكون مسؤولا عن الإجابة على المكالمات الهاتفية والرسائل الإلكترونية والرسائل التي تردنا من الشبكات الاجتماعية. وستكون أولويتك مساعدة الزبائن على إكمال طلبات قروضهم و إرسال جميع الوثائق المطلوبة عبر البريد الإلكتروني. وسيكون مطلوبا منك أن تتمتع بقدرة ممتازة في استخدام اللغتين الإنجليزية والعربية قراءة وكتابة ومحادثة.

source: In Memoriam: Henoch Argaw (1998-2017)
ar: في ذكرى: هينوك آرغاو (1998 - 2017)

source: With heavy hearts, the liwwa Team mourns the passing of our colleague and friend, Henoch Argaw. Henoch joined us during the summer of 2017 as a Software Engineering intern. He passed away on the morning of Friday 29th of September of 2017, his young and cheerful presence interrupted way too soon.
ar: بقلوب يملؤها الأسى، ينعى فريق لوا زميلنا ورفيقنا هينوك آرغاو. لقد رافقنا هينوك في صيف عام 2017 كمتدرب في هندسة البرمجيات. ووافت المنية فقيدنا في صباح يوم الجمعة الموافق لـ 29 أيلول عام 2017 وهو في ريعان شبابه. نسـأل الله أن يتغمد الفقيد بواسع رحمته ولأهله الصبر والسلوان.

source: The liwwa Team
ar: فريق لوا

source: liwwa Press & Media
ar: لوا في الصحافة والإعلام

source: An error has occured
ar: حصل خطأ!

source: For your security, we'll be refreshing this page and asking you to try submitting the form again. We apologize for the inconvenience
ar: من أجل حماية أمن معلوماتك، سنعيد تحميل هذه الصفحة من جديد. نرجو إعادة تعبئة الحقول بعد إعادة التحميل. نأسف لإزعاجكم

source: An error occured processing your request, we have been notified about the error and we will look into it as soon as possible!
ar: لقد حصل خطأ في النظام. لقد تم إعلام فريقنا التقني بذلك وسنقوم بإصلاحه بأسرع وقت ممكن! نشكر صبركم ريثما نقوم بذلك.

source: Your session has expired!
ar: لقد تم إيقاف جلستك مؤقتا لمرور وقت طويل دون أي حركة!

source: To protect your security you have been signed out after 15 minutes of no activity. To get back to where you were, please login again by clicking the button below.
ar: من أجل ضمان سلامة حسابك، يرجى إدخال بريدك الإلكتروني وكلمة السر مرة أخرى.

source: Your session is about to expire!
ar: إن جلستك تقترب من الانتهاء!

source: Your session is about to expire, to prevent the server from automatically logging you out, please click the button below.
ar: إن جلستك قاربت على الانتهاء بسبب انعدام أي نشاط منذ فترة. لمنع الجلسة من الانتهاء، يرجى ضغط الزر أدناه.

source: Invest
ar: استثمر

source: Borrow
ar: اقترض

source: Jordan
ar: الأردن

source: Egypt
ar: مصر

source: Support
ar: تحتاج مساعدة؟

source: About
ar: عن الشركة

source: Blog
ar: المدوّنة

source: In The Press
ar: في الصحافة

source: Stats
ar: إحصائيات

source: FAQ
ar: أسئلة شائعة

source: Login
ar: الدخول

source: Sign out
ar: الخروج
