Repository: ilyaspiridonov/gitloctest
Catalog: messages-6.po
Languages: ar

source: Hello %(first_name)s,
ar: مرحبا %(first_name)s،

source: Thank you for investing with us at liwwa.com.
ar: شكرا للاستثمار معنا في لوا.

source: We've received your withdrawal request and will initiate the wire transfer in two business days.
ar: لقد تلقينا طلب السحب الخاص بك وسوف نبدأ في التحويل البنكي خلال يومين عمل.

source: Best Regards,
ar: مع وافر التحية،

source: Over the past few months, we’ve worked to gather feedback from our investors to improve the liwwa experience. Our goal was to build a more professional, easy-to-understand, and standardized view into the performance of your individual investments and your overall portfolio.
ar: لقد عملنا خلال الشهور القليلة الماضية على جمع تعليقات وآراء مستثمرينا عن موقعنا الإلكتروني وسهولة استخدامه و وضوحه. ولقد هدفنا بجهدنا ذلك إلى زيادة شفافية موقعنا بالنسبة لمستثمرينا وتوفير طرق أسهل ومعتمدة لقياس العوائد الاستثمارية على القروض المنفردة وعلى المحفظة الاستثمارية ككل.

source: We’re happy to announce that we’ve released the following features to liwwa’s website:
ar: ونحن سعداء بالإعلان عن ثمار هذه الجهود من مزايا جديدة على موقعنا:

source: Internal Rate of Return
ar: نسبة العائد الداخلي السنوي

source: Annual Returns
ar: العائد السنوي

source: Portfolio Campaigns Drilldown
ar: تفاصيل الحملات

source: Historical Money Transfers
ar: التحويلات المالية

source: Monthly Cashflow Graphs
ar: الرسوم البيانية - التدفقات النقدية

source: More details for each campaign
ar: تفاصيل إضافية للحملات في طور التمويل

source: Click here to read more about these features!
ar: اضغط هنا لقراءة المزيد عن هذه المزايا!

source: As always, we’re eager to hear from our users as we continue to improve the liwwa investor experience. So please contact us at investor@liwwa.com with any questions or feedback you may have.
ar: نحن على استعداد دائم لسماع آرائكم واقتراحاتكم لتطوير موقعنا، ونرجو ألا تترددوا بالاتصال بنا على investor@liwwa.com من أجل أي تعليق أو استفسار.

source: Thank you for registering with us at %(a_href_liwwa)sliwwa.com%(a_href_end)s. The online small business financing website.
ar: شكرا لك على تسجيلك معنا في %(a_href_liwwa)sliwwa.com%(a_href_end)s، موقع التمويل المباشر للشركات الصغيرة.

source: Unfortunately we can not accept your request:
ar: للأسف في الوقت الحالي لا يمكننا قبول طلبك:

source: Your company has been established less than 12 months ago
ar: كون شركتك قد تأسست منذ أقل من 12 شهرا

source: Your company has been established less than 24 months ago
ar: كون شركتك قد تأسست منذ أقل من 24 شهرا

source: You do not have a checkbook. If you happen to have a checkbook in the future, you can apply again.
ar: كونك لا تملك دفتر شيكات. إذا أصبح لديك دفتر شيكات في المستقبل يمكنك تقديم طلب مرة أخرى

source: You do not have an active bank account
ar: ليس لديك حساب بنكي فعال يمكنك من خلاله القيام بالدفعات

source: You have bounced checks
ar: لديك شيكات مرتجعة في الخمس سنوات الماضية

source: You are in the black list
ar: كونك مدرج على القائمة السوداء

source: You do not have a commercial registration certificate
ar: كونه ليس لديك شهادة سجل تجاري

source: You requested cash, however, we can not finance cash loans
ar: كونك قمت بطلب تمويل نقدي، ولا تقوم لوا بالتمويل النقدي

source: We wish you all the best in your business and we look forward for the opportunity to work together soon.
ar: نتمنى لك كل التوفيق في عملك وننظر قدما لكي تسنح لنا الفرصة للعمل معا في المستقبل.

source: Customer Support
ar: خدمة الزبائن

source: Thank you for registering with us at %(a_href_liwwa)sliwwa.com%(a_href_end)s. The online small business financing website. We're looking forward to helping your business grow. We've noticed you have not finished the registration and we're wondering if we can do anything to help you finish the process.
ar: شكرا لك على تسجيلك معنا في %(a_href_liwwa)sliwwa.com%(a_href_end)s، موقع التمويل المباشر للشركات الصغيرة. نحن ننظر قدما من أجل مساعدة شركتك على النمو. لقد لاحظنا أنك لم تتمم عملية التسجيل، ونريد أن نقدم لك أي مساعدة ممكنة من أجل إتمام التسجيل.

source: Let us know if you need any help, and feel free to reply to this email with any questions or to call us at +962-798-70-40-70.
ar: الرجاء إعلامنا إذا ما كان بإمكاننا مساعدتك بأي طريقة. يمكنك أن تسألنا أي سؤال عبر الرد على هذه الإيميل، أو الاتصال بنا علي 70-40-70-798-962+.

source: Finish your registration on liwwa.com
ar: أتمم عملية تسجيلك على liwwa.com

source: Thanks!
ar: شكرا جزيلا لك، وننظر قدما إلى العمل معك،

source: We noticed that you didn't finish setting up your account at liwwa.com, and we wanted to follow up to see if there is anyway we can help you complete your registration. You can continue registration by simply clicking the button below:
ar: لقد لاحظنا أنك لم تتم تسجيلك على موقعنا لتمويل الشركات الصغيرة والمتوسطة، ووددنا أن نتحين الفرصة لتوفير كل مساعدة ممكنة. يمكنك إتمام التسجيل عبر الضغط على الزر أدناه:

source: Click to continue setup!
ar: اضغط لمتابعة التسجيل!

source: We are looking forward to your business! If you have any questions, please do not hesistate to reply to this e-mail; we will get back to you as soon as we can.
ar: نحن ننظر قدما لتقديم كل مساعدة ممكنة لك! إذا ما طرأ لديك أي استفسار، فيمكنك سؤالنا عبر الرد على هذه الرسالة، وسنقوم بمتابعة سؤالك على وجه السرعة!

source: We noticed that you didn't finish setting up your investor account at liwwa.com, and we wanted to follow up to see if there is anyway we can help you complete your registration. You can continue registration by simply clicking the button below:
ar: لقد لاحظنا أنك لم تتم تسجيل حسابك كمستثمر، ووددنا أن نتحين الفرصة للإجابة عن أي أسئلة وتوفير كل مساعدة لك لإكمال تسجيلك. يمكنك إكمال التسجيل عبر الضغط على الزر أدناه:

source: Once you setup your investor account you can have these benefits:
ar: عندما تقوم بمتابعة تسجيلك، فإنك ستتمتع بالإمتيازات التالية:

source: Monthly repayments on your portfolio
ar: دفعات شهرية على استثماراتك

source: Competitive returns
ar: أرباح استثمارية منافسة

source: Automated investment tools
ar: أدوات استثمار آلي، لكي لا تضطر إلى متابعة حسابك بشكل مستمر

source: Access to a new asset class
ar: القدرة على الاستثمار في الشركات الصغيرة

source: Opportunity to support job growth in diverse markets
ar: فرصة لدعم الاقتصادات المحلية

source: We wish you a happy investment experience! If you have any questions or concerns, you may simply reply to this e-mail and we will get back to you as soon as we can!
ar: نتمنى لك استثمارا موفقا! إذا ما طرأ لك أي استفسار، فنرجو ألا تتردد بالرد على هذه الرسالة وسنقوم بمتابعة أسئلتك على وجه السرعة!

source: I'd like to thank you for registering with us at %(a_href_liwwa)sliwwa.com%(a_href_end)s. We're hopeful that we'll have an opportunity to fund your need soon.
ar: شكرا جزيلا لك على تسجيلك معنا في %(a_href_liwwa)sliwwa.com%(a_href_end)s، نحن ننظر قدما من أجل مساعدتك على النمو والارتقاء بعملك، وإنجاح حملة حشد التمويل لشركتك.

source: As part of our information-gathering process, we ask that you supply us with the following documentation through e-mail:
ar: يرجى تزويدنا بالأوراق التالية عبر البريد الإلكنروني:

source: Scan of both sides of your ID.
ar: صورة عن هوية أحوالك المدنية من الخلف ومن الأمام.

source: Scan of incorporation documents and trade license.
ar: صورة عن شهادة تسجيل شركتك ورخصة المهن.

source: Scan of a bank statement of the last six months.
ar: صورة عن كشف حسابك البنكي للشهور الستة الماضية.

source: Scan of your sales records for the last six months if available.
ar: صورة عن كشف مبيعاتك للشهور الستة الماضية إذا توفر.

source: I hope you have a wonderful day.
ar: يرجى إعلامنا إذا ما احتجت لأي مساعدة، ونتمنى لك يوما سعيدا!

source: Thank you for registering with liwwa! We're excited to have you on board.
ar: شكرا لك على تسجيلك معنا في لوا، نحن سعداء لانضمامك لنا.

source: Please verify your e-mail address, we'll use this e-mail address to communicate with you about important updates to your account. You can verify by clicking the link below:
ar: يرجى تأكيد عنوان بريدك الإلكتروني، سوف نستخدم هذا العنوان في مراسلاتنا معك بخصوص أي تحديثات لحسابك. يمكنك تأكيد عنوان بريدك الإلكتروني بالضغط علي الرابط بالأسفل:

source: If you have any comments whatsoever, you can contact us directly at support@liwwa.com. We'd love to hear your feedback and comments.
ar: إذا كان لديك أي تعليق على الإطلاق ، يمكنك الاتصال بنا مباشرة على support@liwwa.com . نحن نرحب بملاحظاتك أو اقتراحاتك.

source: Benchmarks
ar: أداء الاستثمارات المرجعية

source: Quarter 4 - 2017
ar: الربع الرابع - 2017

source: UAE
ar: الإمارات العربية المتحدة

source: Most Recent
ar: الأحدث

source: 3 year average
ar: معدل 3 سنوات

source: 5 year average
ar: معدل 5 سنوات

source: 10 year average
ar: معدل 10 سنوات

source: DAMAC Real Estate Development Limited (DRED)
ar: ‫DAMAC Real Estate Development Limited

source: UAE 12 Months CDs
ar: شهادات الإيداع (12 شهرا، الإمارات)

source: UAE 24 Months CDs
ar: شهادات الإيداع (24 شهرا، الإمارات)

source: Jordan Treasury Bonds 2 Year
ar: سندات الخزينة (سنتين، الأردن)

source: Jordan Treasury Bonds 10 Year
ar: سندات الخزينة (10 سنوات، الأردن)

source: Jordan 12 Months CDs
ar: شهادات الإيداع (12 شهرا، الأردن)

source: USA
ar: الولايات المتحدة الأمريكية

source: US Treasury 2 Year
ar: سندات الخزينة (سنتين، الولايات المتحدة الأمريكية)

source: US Treasury 10 Year
ar: سندات الخزينة (10 سنوات، الولايات المتحدة الأمريكية)

source: Last Updated December 31, 2017.
ar: آخر تحديث في 31 كانون الأول 2017

source: Frequently Asked
ar: أسئلة

source: Questions
ar: شائعة

source: What is liwwa?
ar: ما هي لوا؟

source: liwwa is a peer-to-peer lending network, which connects borrowers to investors by creating an online credit marketplace. Borrowers can access capital while investors earn regular monthly returns on their investments. Borrowers can apply for small business loans online in ten minutes or less. We conduct a credit assessment before hosting to our website - liwwa.com. From there investors are permitted to invest directly in the small business loans that appeal most to them. For a detailed explanation of the liwwa.com transaction structure please see our %(a_start)sHow It Works%(a_end)s page.
ar: بناءً على نموذج التمويل المباشر (peer-to-peer lending) تتيح لوا الفرصة للمقترضين بتمويل مشاريعهم من قبل عدة مستثمرين عبر منصة إلكترونية تعمل بمثابة سوق تمويل. بذلك يستطيع المستثمرون الاستفادة من أرباح القروض وجني أرباح بنسبة ثابتة حتى اكتمال سداد القرض. لوا تمكّن الشركات الصغيرة والمتوسطة من تقديم طلب للتمويل خلال 10 دقائق أو أقل. ومن ثم، بعد موافقة لجنة الائتمان على الطلب، تعرض الحملة التمويلية على موقع liwwa.com ليستثمر بها المستثمرون. لمعرفة المزيد عن طريقة عملنا، يرجى %(a_start)sزيارة هذه الصفحة%(a_end)s .

source: Who are liwwa's customers?
ar: من هم عملاء شركة لوا؟

source: liwwa serves two primary customer bases: investors and borrowers. Our investors are individual and institutional lenders who want to grow and diversify their investment portfolios while helping grow the local economy. Our borrowers are small-and-medium-sized enterprises (SMEs) that want to access capital quickly, efficiently and on reasonable terms.
ar: تخدم لوا نوعين من العملاء: مستثمرون ومقترضون. المستثمرون هم أشخاص أو مؤسسات يريدون تنمية وتنويع محفظة استثماراتهم بالإضافة إلى مساعدة الشركات الصغيرة في نموها مما ينعكس إيجابياً على الاقتصاد المحلي. وأما المقترضون هم شركات صغيرة ومتوسطة الحجم تبحث عن أساليب تمويل سلسة وسريعة وبسعر مقبول.

source: For Borrowers:
ar: أسئلة المقترضين:

source: What types of small businesses does liwwa serve?
ar: ما هو نوع الشركات الصغيرة التي يمكنها التسجيل في لوا؟

source: liwwa is available to all types of small businesses in Jordan so long as their business operations are managed ethically.
ar: تتوفر لوا للشركات الصغيرة والمتوسطة المتواجدة في المملكة الأردنية الهاشمية.

source: Can I raise money through liwwa to fund operations or pay salaries?
ar: هل أستطيع حشد التمويل من أجل مصاريفي التشغيلية أو من أجل دفع رواتب موظفيي، مثلا؟

source: No, liwwa is only capable of funding small business assets and trade goods. That's because the funding model relies on an asset exchange to work - a qualifying characteristic of Islamic financing. So while we can’t help you pay your painters or the plumber, we can help you buy the paint and the pipes.
ar: للأسف، لا تستطيع لوا سوى تمويل الأصول العينية والبضاعة التجارية التي تحتاجها الشركات الصغيرة. وذلك لأن نظام تمويلنا يعتمد على وجود سلعة ملموسة يتم شراءها وتأجيرها بعقد تأجير حتى التملك للشركات الممَوّلة - لأنه شرط أساسي في مجال التمويل الإسلامي. على سبيل المثال: نحن لا نستطيع تمويل أجور العمال، ولكن نستطيع تمويل المعدات التي يحتاجها العمال في عملهم.‬

source: Get started as a Borrower
ar: ابدأ بتقديم طلب تمويلك

source: For Investors:
ar: أسئلة المستثمرين:

source: What types of investors does liwwa serve?
ar: ما هو نوع المستثمرين الذين يمكنهم التسجيل في لوا؟

source: liwwa serves retail and institutional investors. Retail investors are those looking to grow and diversify their investment portfolios by investing in a new asset class (loans to SMEs). Institutional investors are financial institutions and other funds that are similarly looking to diversify and grow their investments by utilizing liwwa’s efficient technology platform.
ar: تخدم لوا المستثمرين الأفراد والمؤسسات. المستثمرون الأفراد هم الأفراد الذين يسعون لتنمية وتنويع محافظهم الاستثمارية عن طريق الاستثمار في فئة أصول جديدة (القروض إلى الشركات الصغيرة والمتوسطة).أما المؤسسات المستثمرة فهم مؤسسات مالية وصناديق أخرى تسعى ايضاً إلى تنويع وتنمية استثماراتهم عن طريق استخدام منصة لوا المتطورة والسلسة.

source: Can anyone invest? Why are some investor registrations declined?
ar: هل يستطيع أي شخص أن يقوم بالاستثمار؟ لماذا يتم رفض بعض عمليات تسجيل المستثمرين؟

source: No, liwwa only accepts qualified investors from the MENA region countries where regulations allow this type of investment, and Malaysia.
ar: لا، فلا تقبل لوا إلا المستثمرون من بعض دول منطقة الشرق الأوسط وشمال أفريقيا حيث تسمح الأنظمة بهذا النوع من الاستثمار، وكذلك من ماليزيا.

source: Unfortunately, USA, UK and EU citizens and residents cannot currently invest through our platform. This is for regulatory reasons and we hope to make lending available soon to potential investors from those countries and others.
ar: للأسف، لا يمكن للمواطنين والمقيمين في الولايات المتحدة الأمريكية والمملكة المتحدة والاتحاد الأوروبي أن يستثمروا حالياً من خلال منصتنا التمويلية. ويعود ذلك لأسباب تنظيمية ونأمل قريباً أن نجعل الإقراض متاحاً للمستثمرين المحتملين من تلك الدول وغيرها.

source: How does a potential investor register on the platform?
ar: كيف يقوم المستثمر بالتسجيل في المنصة التمويلية؟

source: Our registration process is straightforward and only takes a few minutes. In order to minimize risk, we recommend that potential investors have a basic level of financial acumen and that they do not invest more than 10%% of their annual income. You can register %(a_start)shere%(a_end)s for an investor account.
ar: عملية التسجيل لدينا واضحة ومباشرة ولا تستغرق سوى بضع دقائق. ومن أجل الحد من المخاطرة، نشجع المستثمرين المحتملين بأن يكون لديهم مستوى أساسي من الفطنة المالية، وأن لا يستثمروا أكثر من 10٪ من دخلهم السنوي. يمكنك التسجيل %(a_start)sهنا%(a_end)s لفتح حساب مستثمر.

source: What is the minimum / maximum an investor can fund?
ar: ما هو الحد الأدنى/الأقصى الذي يمكن للمستثمر إستثماره؟

source: Anyone with a valid credit card or bank account can get started immediately and invest up to $2000. To invest more than that, laws require that we collect extra information from you to verify your identity to comply with international anti-money laundering rules and to protect our customers. Please register as an investor and complete the form available through %(a_start_1)sthis link%(a_end_1)s to proceed with your verification request. We remove the $2000 cap from verified and approved accounts. For any questions, please email %(a_start)sinvestor@liwwa.com%(a_end)s.
ar: بإمكان أي شخص لديه بطاقة ائتمانية سارية أو حساب بنكي أن يبدأ على الفور وأن يقوم باستثمار ما يصل الى 2000$. لاستثمار مبالغ تزيد عن ذلك، تتطلب القوانين أن نقوم بجمع معلومات إضافية منك للتحقق من هويتك للالتزام بالقواعد الدولية لمكافحة غسل الأموال ولحماية عملائنا. يرجى التسجيل كمستثمر وإتمام عملية توثيق حسابك من خلال %(a_start_1)sهذا الرابط%(a_end_1)s للمضي قدماً، وفي حال قبول طلب التوثيق فإننا سنزيل الحد الأقصى البالغ 2000 دولار أمريكي من الحسابات المعتمدة. لمزيد من المعلومات يمكنكم مراسلتنا عبر %(a_start)sinvestor@liwwa.com%(a_end)s.

source: What information do I need to provide on the KYC form?
ar: ما هي المعلومات التي أحتاج تقديمها على نموذج “اعرف عميلك” (KYC) ؟

source: As part of the the KYC process, we ask you to provide us with basic information about yourself, such as your date of birth, phone number, country of residence and country of taxation. We also ask for financial information such as your annual income, liquid net worth and primary source of wealth. Additionally, we require copies of your passport and identity card (in the case of non-citizen residents of a country). These KYC procedures have been designed to comply with international anti-money laundering rules. Please note that you can return to the KYC form at any time to update your information.
ar: كجزء من عملية “اعرف عميلك” (KYC)، نطلب منك تزويدنا بالمعلومات الأساسية عن نفسك، مثل تاريخ ميلادك ورقم هاتفك وبلد إقامتك والبلد الذي تدفع فيه الضرائب. نطلب أيضا معلومات مالية مثل دخلك السنوي، حجم السيولة المتوفر، ومصدر الثروة الأساسي. بالإضافة إلى ذلك، نحن بحاجة إلى نسخة عن جواز سفرك وبطاقة هوية الاقامة (في حالة غير المواطنين المقيمين في بلد ما). وقد تم تصميم إجراءات “اعرف عميلك” بحيث تتوافق مع القواعد الدولية لمكافحة غسيل الأموال. ُيرجى ملاحظة أنه يمكنك العودة إلى نموذج “اعرف عميلك” (KYC) في أي وقت لتحديث معلوماتك.

source: What is the CVV/CVC code?
ar: ما هو كود CVV/CVC؟

source: The CVV/CVC number is a 3 or 4 digit number on the back of your credit or debit card. This is the security code for the card and is used to authorize purchases made over the internet.
ar: رقم CVV/CVC هو رقم مكون من 3 أو 4 أرقام على خلف بطاقة الائتمان أو الخصم الخاصة بك. هذا هو رمز الحماية الخاص بالبطاقة ويستخدم في اعتماد عمليات الشراء التي تتم عبر الإنترنت.

source: If an investor’s card transaction is rejected, what should he/she do?
ar: في حال رُفضت البطاقة الائتمانية الخاصة بالمستثمر، فماذا يتعين عليه أن يفعل؟

source: Debit/credit card companies and transaction processors sometimes block valid transactions to be on the safe side. Usually, the best way to resolve this is to contact your card issuer and approve the transaction with them so that they unblock it. You can also send us an email to %(a_start)ssupport@liwwa.com%(a_end)s and we will assist you where possible. Alternatively, you can select the option to wire in your funds.
ar: تقوم شركات بطاقات الائتمان أحياناً بحظر معاملات صحيحة من باب الأمان والاحتياط. وفي العادة فإن أفضل طريقة لحل هذه الإشكالية هي الاتصال بالبنك المصدر للبطاقة وإقرار المعاملة معهم ليقوموا بإلغاء حظرها. يمكنك أيضاً أن ترسل لنا رسالة عبر البريد الإلكتروني إلى %(a_start)ssupport@liwwa.com%(a_end)s وسنقوم بمساعدتك حيثما كان ذلك ممكناً. كبديل عن ذلك، يمكنك اختيار تحويل أموالك بحوالة بنكية.

source: Are liwwa loans fully funded by retail (i.e., individual) lenders?
ar: هل يقع تمويل قروض لوا كليا من قبل المستثمرين المنفردين؟

source: No, liwwa loans are funded through the participation of diverse lenders. liwwa always takes a balance sheet stake in loans on its site. Several bank partners also lend through liwwa.
ar: لا, يقع تمويل قروض لوا من خلال مجموعة متعددة من المستثمرين. تشارك لوا في القروض المعروضة على الموقع الالكتروني من خلال ميزانيتها العمومية. وهنالك ايضا مساهمة من قبل البنوك التي تشارك لوا في توفير التمويل للمقترضين.

source: It is worth noting that bank lenders may require more information about a borrower than retail investors are provided with. Moreover, bank lenders have access to Central Bank databases which allow them to conduct independent reviews of borrower creditworthiness.
ar: تجب الإشارة إلى أن البنوك المساهمة في التمويل قد تطلب معلومات إضافية عن المقترض. ويمكن للبنوك أيضا جمع معلومات إضافية عن المقترضين باستعمال قوائم المعلومات الموجودة لدى البنك المركزي.

source: How much does an investor earn and how does he/she get repaid?
ar: ما مقدار ما يكسبه المستثمر وكيف يسترد أمواله؟

source: A liwwa loan typically pays an investor 15%% to 18%% IRR p.a. after liwwa fees (each campaign has fees ranging between 1-4%%) are deducted. Investors get monthly reports detailing their earnings. They can also check this information at any time in their Dashboards. The investor is repaid on a monthly basis as the borrower repays their loan on a fixed schedule. If the borrower is late on a payment, we will %(a_start)swork to get the payment%(a_end)s from them and will send the investor the payment when it is received.
ar: يجني المستثمر من قرض لوا نسبة عائد داخلي سنوي تبلغ 15%% إلى 18%% بعد خصم عمولة لوا (المحددة مسبقا لكل حملة، وجميع العوائد تحسب بعد خصم العمولات). ويحصل المستثمرون على تقارير شهرية تتضمن تفاصيل أرباحهم. كما يمكنهم الاطلاع على هذه المعلومات في أي وقت في القائمة الرئيسية لحسابهم. يتم السداد للمستثمر على أساس شهري بينما يقوم المقترض بتسديد قرضه ضمن جدول زمني محدد. وإذا تأخر المقترض بسداد دفعة، %(a_start)sفسوف نعمل على تحصيل الدفعة%(a_end)s منه ونقوم بإرسالها إلى المستثمر فور تلقيها.

source: For more information on how we calculate the IRR, an industry-standard method for calculating returns, please see %(a_start)sthis explanation%(a_end)s.
ar: لمزيد من المعلومات حول كيفية حساب نسبة العائد الداخلي السنوي، وهو معيار معتمد لقياس العوائد في قطاع الاستثمارات، يرجى الاطلاع %(a_start)sعلى التوضيح%(a_end)s.

source: How are monthly payments transferred from borrowers to investors?
ar: كيف تتم عملية الدفع بين المستثمرين و المقترضين؟

source: Borrowers make monthly payments that are then deposited into the investor’s account on liwwa’s platform. The investor can choose to either reinvest their money in new campaigns or withdraw the funds to their bank account.
ar: يقوم المقترضون بتحويل دفعات شهرية إلى حساب لوا الخاص بالمستثمرين. عندها يستطيع المستثمر إعادة إستثمار أرباحه في حملات تمويلية جديدة أو سحبها لإعادتها إلى حسابه البنكي ليتصرف بها.

source: How can an investor deposit funds into his/her liwwa account? Is there a fee?
ar: كيف يمكن للمستثمر إيداع الأموال في حساب لوا ؟ هل هناك رسوم ؟

source: Investors can fund their account via credit card or bank transfer by following the instructions shown in the Add/Withdraw Funds section of their liwwa account.
ar: يستطيع المستثمرون تغذية حساباتهم عبر بطاقة الائتمان أو الحوالة البنكية من خلال اتباع التعليمات والإرشادات الموضحة في قسم إضافة أو سحب الأموال الموجود في القائمة الرئيسية للحساب.

source: Credit Card Transfers:<br>
ar: حوالات بطاقات الائتمان:<br>

source: liwwa covers any fees for the <b>first $2,000.00</b> transferred via credit card, regardless of the number of transfers to reach this amount.<br>
ar: تغطي لوا الرسوم <b>لأول 2,000.00$</b> يتم تحويلها ، بغض النظر عن عدد الحوالات للوصول إلى هذا المبلغ.<br>

source: For funds transferred via credit card in <b>excess of the $2,000.00</b>, a fee of <b>2.90%%</b> will be automatically deducted from the amount added to the investor’s available funds.
ar: بالنسبة للأموال التي يتم تحويلها عن طريق بطاقة الائتمان و التي تزيد عن <b>2,000.00$</b> ، سيتم خصم رسوم بنسبة <b>2.9%%</b> تلقائيًا من المبلغ المضاف إلى حساب المستثمر.

source: Wire Transfers:<br>
ar: حوالات بنكية:<br>

source: liwwa covers any fees associated with wire transfers for amounts of <b>$1,000.00 and above.</b><br>
ar: ‫‫ تغطي لوا الرسوم على الحوالات البنكية بمبلغ <b> 1,000.00$ أو أكثر</b>. <br>

source: For wire transfers <b>less than $1,000.00</b>, liwwa will add the amount that is received in liwwa’s bank account to the investor’s available funds, regardless of the initial wire transfer amount.<br>
ar: بالنسبة للحوالات البنكية التي <b>تقل عن 1,000.00$ </b>، ستقوم لوا بإضافة المبلغ الذي تم استلامه في حساب لوا المصرفي إلى حساب المستثمر في لوا، بصرف النظر عن المبلغ الاولي الذي تم تحويله.<br>
