Repository: ilyaspiridonov/gitloctest
Catalog: messages-6.po
Languages: ar

source: Your business does not meet our minimum sales requirement
ar: معدل مبيعات شركتك السنوية أقل من المعدل المطلوب حسب السياسة الإئتمانية لدى شركة لوا

source: We do not currently cover regular operating expenses (e.g. salaries)
ar: نحن لا نغطي ‫ المصاريف الادارية الدورية (مثل الرواتب) حاليا

source: Your business reflects less than 50%% of its sales on the bank statement
ar: شركتك تعكس اقل من 50%% من المبيعات على حسابك البنكي

source: Your business reflects less than EGP 500,000 of its sales on its bank statement yearly
ar: شركتك تعكس أقل من 500,000 جنيه مصري من المبيعات على حسابك البنكي سنوياً ‬ ‏‫ ‬

source: If you believe this to be an error, or if the information you entered on the registration form is incorrect, please contact
ar: إن كان لديك أي استفسار، أو في حال أخطأت في تسجيل بعض معلوماتك، يرجى مراسلتنا على:

source: and we will be happy to assist you.
ar: وسنسعد بمساعدتكم.

source: , or call
ar: أو الاتصال بنا على:

source: Registration Submitted
ar: لقد تم استلام طلبك

source: Thank you for registering with liwwa! Our team will reach out to gather further information about your business so we can proceed with the application process.
ar: نشكرك لتسجيلك معنا! إن فريقنا سيقوم بمراجعة معلوماتك والاتصال بك بأقرب وقت من أجل متابعة عملية التمويل.

source: Once the team contacts you, we will usually ask you to submit the following documents electronically:
ar: وفي معظم الحالات، سنتصل بك وسنطلب منك أن ترسل لنا الوثائق التالية عبر البريد الإلكتروني:

source: Your Commercial Registration Certificate, as well as your Trade License if available.
ar: رخصة المهن و السجل التجاري الخاصين بشركتك

source: Your company's bank statement for 6 months. If your company does not have a bank account, your personal bank account can be substituted.
ar: صورة عن كشف حساب بنك شركتك للشهور الستة الماضية. في حال عدم توفر حساب لشركتك، يمكنك الاستعاضة بحسابك الشخصي.

source: Government-issued photo identification.
ar: إثباتات هوية حكومية

source: We're looking forward to speaking with you! Please contact us at
ar: نتطلع قدما لعلاقة مثمرة معكم! يرجى الاتصال بنا على

source: with any questions you may have.
ar: إذا ما كان لديك أي استفسار.

source: Enter your email
ar: أدخل بريدك الإلكتروني

source: Did you mean
ar: هل تقصد

source: Invalid Date of Birth
ar: التاريخ غير صالح

source: By signing up, you agree to our
ar: عند ضغطك زر التسجيل، فإنك توافق على إتفاقيات

source: Investor Terms of Service
ar: اتفاقية المستثمرين

source: At liwwa, Inc. it is important to us that our investors fully understand the transaction structure, the fees, and the risks inherent in investing through the liwwa site. Please read the following terms carefully and check the box to signify your understanding and agreement to these terms:
ar: من المهم لنا في لوا أن يكون المستثمرون عبر منصتنا لحشد التمويل على دراية تامة بطريقة تمويل الأصول وتأجيرها للشركات، وأن يكونوا على علم بالرسوم المترتبة على الاستثمار في لوا والمخاطر الاستثمارية التي يتحمل مسؤوليتها المستثمرون. يرجى قراءة الشروط التالية بدقة ومن ثم اضغط في المربع أسفله من أجل الموافقة على هذه الشروط:

source: Investors on liwwa face the risk that borrowers will default on their loans. liwwa’s ability to transfer payments to the investor is wholly dependent upon the borrower issuing the payment to liwwa. The risks of investing through liwwa, as with any other form of investment, mean that investors may lose all or part of their investment. It is important to us that liwwa’s incentives and risks are aligned with those of the investors, as such, we only receive our service fee when all of the investors in a campaign have received the payments that are due to them. liwwa conducts a thorough assessment of borrowers' credit risk and assigns them proprietary scores. It's the investor's responsibility to decide on the investments that best suit their risk appetite.
ar: يتعرض المستثمرون في لوا إلى خطر تعثر المقترضين عن سداد قروضهم. قدرة لوا على تحويل الدفعات إلى حساب المستثمر محصورة بدفع المقترض للقيمة المترتبة عليه. مخاطر الاستثمار عبر لوا، كما هي مع جميع أنواع الاستثمار، تعني أن المستثمر قد يخسر كل أو جزء من القيمة المستثمرة. من المهم لنا توافق الحوافز والمخاطر المترتبة على المستثمرين وعلى لوا، وبذلك لوا لا تستلم عمولتها إلا عند استلام جميع المستثمرين بالحملة استحقاقتهم المالية. وتقوم لوا بتقييم طلبات القروض على موقعها تقييما حثيثا قبل أن تعطي علامتها الائتمانية للحملات المقبولة. ولكن مسؤولية اختيار القروض التي يتم الاستثمار بها هي مسؤولية المستثمر وحده.

source: Borrowers do not get funded until the full amount of the funding campaign is pledged by investors.
ar: إن الشركات المستفيدة لا تحصل على الأصول المموّلة حتى يتم حشد الثمن الكامل لتمويل الأصول من قبل المستثمرين وفقا لسياسة الشركة،

source: liwwa operates a marketplace lending site which allows retail (i.e., individual) lenders to lend to borrowers. The company also allows banks and other institutional lenders to lend through the site. Some of these lenders may have access to more information about borrowers than retail lenders have, particularly if they have access to third-party databases.
ar: لوا تدير موقع إقراض مباشر مما يسمح للمستثمرين المنفردين بتمويل أصحاب المشاريع الراغبين في الحصول على التمويل اللازم. تسمح الشركة كذلك للبنوك وشركات الاستثمار بالإقراض عبر موقعها. بعض هؤلاء المستثمرين قد يكون لهم القدرة على استقاء معلومات عن المقترضين أكثر من المستثمرين المنفردين خاصة إذا توفرت لهم إمكانية الدخول إلى قواعد البيانات المتوفرة لدى طرف ثالث.

source: When you pledge money to a funding campaign, the money will not be available for withdrawals or for pledging in other campaigns unless the campaign is cancelled, or doesn't reach its funding goal by the Pledging End Date.
ar: عندما يتعهد المستثمر بمبلغ معين لتمويل حملة ما، فإن ذلك المبلغ يكون محصورا فقط لتلك الحملة ولا يحق للمستثمر أن يتصرف به لأي غرض آخر ولايجوز أن يتم استعمال هذا المبلغ لتمويل أي حملة أخرى. يستثنى من ذلك الحملات التي يتم إلغاؤها من قبلنا أو الحملات التي لا تصل هدف تمويلها الكامل قبل تاريخ انتهاء تعهدات التمويل،

source: Funds invested from one country must be withdrawn to a bank account in that same country.
ar: الأموال التي يتم إضافتها من بلد معين لا يمكن سحبها إلا إلى حساب بنكي في البلد المصدر،

source: When a loan gets funded, liwwa will sign a murabaha contract with the borrower. The details of the contract differ from one funding campaign to another, check the campaign details when pledging for more information.
ar: عندما يتم تمويل حملة ما، فإن لوا ستقوم بتوقيع عقد مرابحة مع المقترض. إن تفاصيل هذا العقد تختلف من حملة إلى أخرى، انظر إلى تفاصيل الحملات المختلفة للمزيد من المعلومات.

source: When borrowers make scheduled payments, liwwa will take a service fee and the rest goes straight to your liwwa account. You may withdraw the amount or pledge it in different campaigns once it becomes available in your liwwa account. You can find the exact liwwa service fee in the "More details" section of each campaign.
ar: عندما يقوم المقترضين بالدفعات المتوجبة عليهم، فإن لوا تقوم بخصم عمولة من كل دفعة. ويمكنك معرفة هذه العمولة عبر الضغط على “تفاصيل أكثر..” في كل حملة. وبعد أن تخصم العمولة فإن باقي مبلغ الدفعة المستحق لك سيودع في حساب لوا الخاص بك، ويمكنك استخدام هذا المبلغ للاستثمار في حملات أخرى أو سحبه إلى حسابك البنكي،

source: While campaigns on liwwa are denominated in U.S. Dollars, loans and repayments are disbursed in the borrower's local currency. liwwa commits to disburse payment to your liwwa account in U.S. Dollars at the exchange rate effective at the time the payment is made by the borrower.
ar: بينما يكون الاستثمار في الحملات على لوا بالدولار الأمريكي، فإن القروض سيتم منحها بعملة القرض المبينة في كل حملة. وسيتم تحصيل دفعات القرض بعملة القرض قبل أن يتم تحويلها إلى الدولار الأمريكي وإيداعها في حساب لوا الخاص بك. تلتزم لوا بالقيام بهذا التحويل بسعر الصرف السائد وقت قيام المقترض بالدفعة.

source: Investors on liwwa reserve the right to submit complaints via email through the designated %(a_start)scomplaints@liwwa.com%(a_end)s channel, or any other customer-dedicated channel.
ar: يحتفظ المستثمرون على موقع لوا بالحق في تقديم الشكاوى عبر البريد الإلكتروني من خلال قناة %(a_start)scomplaints@liwwa.com%(a_end)s المحددة، أو أي قناة أخرى مخصصة للعملاء.

source: Go to Homepage »
ar: اذهب إلى الصفحة الرئيسية »

source: Welcome
ar: أهلا وسهلا

source: Effective:
ar: ابتدأ العمل بهذه الاتفاقية بتاريخ:

source: Please Enter your new password
ar: الرجاء إدخال كلمة السر الجديدة

source: Passwords must be at least 8 characters and contain at least one number and one alphabetical character
ar: يجب أن تحتوي كلمة السر على 8 خانات على الأقل منها رقم واحد وحرف واحد على الأقل

source: Loan Requested For
ar: غاية القرض

source: Amount Requested
ar: المبلغ المطلوب

source: Why This Asset
ar: كيف سيساعدك هذا القرض؟

source: User Details
ar: معلوماتك

source: Name:
ar: الاسم:

source: Email:
ar: البريد الإلكتروني:

source: Phone Number:
ar: رقم الهاتف:

source: Update Password
ar: تحديث كلمة المرور

source: Business Details
ar: تفاصيل شركتك

source: Industry:
ar: القطاع:

source: Sector:
ar: ال‬نشاط التجاري:

source: Years in Business:
ar: عمر الشركة بالسنوات:

source: Edit Business Info
ar: تغيير معلومات شركتك

source: Helpful Links
ar: روابط مساعدة

source: Frequently Asked Questions
ar: أسئلة شائعة

source: Amman Office Location
ar: موقع مكتب عمان

source: Application
ar: طلب التمويل

source: Status:
ar: حالة الطلب:

source: applied
ar: بتاريخ

source: Edit Application
ar: تعديل الطلب

source: Last updated
ar: آخر تحديث

source: Applications
ar: طلبات التمويل

source: You have not verified your email address, please verify your email address so we can serve you best! To resend the verification email, click %(tag_start)shere%(tag_end)s
ar: لم تقم بتأكيد عنوانك البريدي الالكتروني، يرجى الدخول إلى بريدك الإلكتروني والضغط على الرابط في الرسالة التي بعثت بها لوا. إذا أردت إعادة إرسال رسالة تأكيد البريد الإلكتروني، يرجى %(tag_start)sالضغط هنا%(tag_end)s.

source: Your email has been successfully verified, thanks!
ar: تم التحقق من بريدك الإلكتروني بنجاح. شكرا!

source: Start New Loan Application
ar: ابدأ بطلب تمويلي جديد

source: Change password
ar: تغيير كلمة السر

source: Please update your Business Information
ar: يرجى تحديث بيانات شركتك

source: Business Info
ar: معلومات شركتك

source: Contact Info
ar: معلومات الاتصال بك

source: Miscellaneous
ar: معلومات أخرى

source: Submit Edits
ar: إرسال التعديلات

source: Please complete your new loan application for your business,
ar: برجى تعبئة التموذج أدناه لتتقدم بطلب جديد لهذه الشركة:

source: Please update your information for Campaign #
ar: يرجى تحديث بياناتك الخاصة بالحملة #

source: Complete your profile and attract investors
ar: أكمل تعبئة بياناتك وساهم في إنجاح حملة تمويلك

source: This information will help us tailor our liwwa offering to your particular business profile. Remember that the better your description the better your chances of getting funded.
ar: هذه المعلومات ستساعد لوا على خدمتك بشكل أفضل بناء على طبيعة ما تريد تمويله

source: Submit your edits
ar: إرسال التعديلات

source: Submit your Application
ar: تقديم الطلب

source: Success!
ar: تمت العملية بنجاح!

source: Your edits have been saved successfully.
ar: لقد تم حفظ تعديلاتك بنجاح!

source: Your registration is complete! If your application meets the minimum requirements, you will receive an email from our team requesting additional documentation. Once you send us this documentation, your application is considered complete and we will provide you with a decision within
ar: لقد أتممت عملية التسجيل بنجاح! إذا ما توافق طلبك مع متطلباتنا الدنيا، فسنقوم بالتواصل معك عبر بريدك الإلكتروني وسنطلب منك المزيد من الوثائق والمعلومات. وفور إرسالك لنا هذه الوثائق فسنقوم بمراجعة طلبك وإعلامكم بقرارنا خلال

source: 2 business days.
ar: يومين عمل.

source: Transfer to bank account for %(amount)s on %(date)s
ar: تحويل من حساب لوا بقيمة %(amount)s بتاريخ %(date)s

source: Transfer to liwwa account for %(amount)s on %(date)s
ar: تحويل إلى حساب لوا بقيمة %(amount)s بتاريخ %(date)s

source: There are currently no pending transfers.
ar: لا يوجد حاليا أي تحويلات في الانتظار

source: Portfolio
ar: المحفظة

source: Add/Withdraw
ar: أموالك

source: User Profile
ar: معلوماتك

source: Auto-Invest
ar: الاستثمار الآلي

source: Notifications
ar: الإشعارات

source: Add Funds Now
ar: إضافة الأموال إلى حسابك

source: Add More Funds
ar: إضافة المزيد من الأموال إلى حسابك

source: Begin KYC Process
ar: ابدأ معاملة الـKYC

source: Continue KYC Process
ar: إكمال معاملة الـKYC

source: New Investor
ar: مستثمر جديد

source: Standard Investor
ar: مستثمر ‫جديد

source: Approved Investor
ar: مستثمر موثّق

source: As a New Investor, you may either complete the KYC process to become an Approved Investor, or begin adding funds now to become a Standard Investor, with a funding limit of $2000.
ar: كمستثمر جديد، يمكنك البدأ بعملية الـKYC من أجل الإنتقال بحسابك ليصبح حساب “مستثمر موثّق”. و في حال أردت القيام بذلك فيما بعد، فبإمكانك إضافة الأموال إلى حسابك حتى حد 2000 دولار أمريكي.

source: As a Standard Investor, you may pledge funds to campaigns; add more funds to your account; or complete the KYC process to increase your funding limit above $2000.
ar: كمستثمر ‫جديد‬، يمكنك إضافة الأموال إلى حسابك حتى مبلغ $2000 واستثماره. إذا ما أردت رفع هذا الحد الاستثماري، يرجى بدأ معاملة الـKYC لتوثيق حسابك.

source: As an Approved Investor, you have increased funding privileges. You are free to fund your account and pledge funds to any of our active campaigns.
ar: لقد تمت زيادة حدك الاستثماري! كمستثمر موثّق، يمكنك الآن إضافة المزيد من الأموال إلى حسابك و استثمارها في الحملات التمويلية أدناه.

source: To get started as a %(el)sStandard Investor%(el_end)s, we welcome you to begin %(a_start)sadding funds%(a_end)s to your account. You will be free to invest up to $2000.
ar: ‫‫كونك لم تتم عملية التوثيق (KYC) بعد، فإن باستطاعتك %(el)sكمستثمر جديد%(el_end)s %(a_start)sإضافة الأموال%(a_end)s إلى حسابك والاستثمار حتى مبلغ 2000$ أمريكي.

source: As a <strong>Standard Investor</strong>, you may %(a_start)sadd more funds%(a_end)s to your account, with an investment limit of $2000. You currently have %(funds_available)s to begin pledging to our active campaigns below.
ar: كونك لم تتم عملية التوثيق (KYC) بعد، فبإمكانك <strong>كمستثمر ‫جديد‬</strong> %(a_start)sإضافة الأموال%(a_end)s إلى حسابك حتى مبلغ 2000$. ولديك حاليا في حسابك مبلغ %(funds_available)s يمكنك استثماره في أي حملة فعالة أدناه.

source: Congratulations on completing the KYC process! You're almost there.
ar: شكرا لك على اتمامك تقديم معاملة التوثيق (KYC)!

source: As an %(el)sApproved Investor%(el_end)s you are now free to add increased funds to your account. You can then pledge these funds to any active campaign in any amount you like.
ar: ‏‫%(el)sكمسثمر موثّق%(el_end)s، يمكنك الآن إضافة المزيد من الأموال إلى حسابك، ويمكنك عندها الاستثمار في أي حملة فعالة أدناه.

source: Congratulations on completing the KYC process and funding your account!
ar: شكرا لك على اتمامك تقديم معاملة التوثيق (KYC) وإضافة الأموال إلى حسابك!

source: You have %(funds_available)s available in your account, but you do not currently have any pledged funds. There are plenty of investment opportunities available -- scroll down to see some!
ar: لديك حاليا مبلغ %(funds_available)s متوفر في حسابك، ولكنك لم تقم بعد بأي استثمار. يمكنك الاستثمار في أي حملة فعالة أدناه.

source: Your KYC information is currently under review. Pending approval, you will have the opportunity to add increased funds to your account. You can view and edit your info by visiting %(a_start)sUser Profile%(a_end)s under the Account menu.
ar: إن طلب التوثيق الخاص بك تحت المتابعة من قبل فريق لوا. ويمكنك أن ترى %(a_start)sمعلومات طلبك هنا%(a_end)s.

source: To increase your spending limit as an %(el)sApproved Investor%(el_end)s, please take a few more minutes to complete the %(a_start)sKnow Your Customer (KYC)%(a_end)s form.
ar: ‫لتنتقل بحسابك إلى تصنيف %(el)sمستثمر موثّق%(el_end)s وترفع سقفك الاستثماري، يرجى إنهاء طلب التوثيق (KYC) عبر %(a_start)sالضغط هنا%(a_end)s.

source: To increase your spending limit as an %(el)sApproved Investor%(el_end)s, we ask, as part of our compliance with financial regulations, that you take a few minutes to complete our %(a_start)sKnow Your Customer (KYC)%(a_end)s form.
ar: لتنتقل بحسابك إلى تصنيف %(el)sمستثمر موثّق%(el_end)s وترفع سقفك الاستثماري، يرجى تقديم طلب التوثيق (KYC) عبر %(a_start)sالضغط هنا%(a_end)s.

source: KYC form received!
ar: تم استلام طلب التوثيق (KYC)!

source: The information you submitted is currently under review. Please check your inbox within the next 3-5 business days for an email confirming your approval to begin investing more than $2000.
ar: إن معلومات التوثيق التي تقدمت بها تحت المراجعة حاليا. سنقوم بإرسال رسالة لك على بريدك الإلكتروني خلال الثلاثة إلى خمسة أيام عمل المقبلة من أجل إبلاغك بنتيجة طلب التوثيق.

source: You have no available funds to begin investing
ar: من أجل الاستثمار، يرجى إضافة الأموال إلى حسابك

source: Campaign #
ar: حملة #

source: (see all campaigns)
ar: (شاهد جميع الحملات)

source: E-mail has been successfully sent. Check your inbox to verify your e-mail!
ar: تم إرسال البريد الإلكتروني بنجاح! إفتح صندوقك الوارد لتأكيد عنوان بريدك الإلكتروني.

source: No campaigns found. Try broadening your filter criteria.
ar: لا توجد حملات تتماشى مع الفلاتر التي حددتها، يرجى المحاولة مرة أخرى بفلاتر مختلفة.

source: See all campaigns
ar: شاهد جميع الحملات

source: Filters
ar: فلاتر الحملات

source: All Industries
ar: جميع القطاعات

source: Sector Filter
ar: القطاع الفرعي

source: All Sectors
ar: جميع النشاطات

source: All Levels
ar: جميع تقديرات المخاطرة

source: Minimum Credit Score
ar: الحد الأدنى للعلامة الائتمانية

source: No Minimum
ar: لا حد أدنى

source: All Types
ar: جميع الأنواع

source: Ongoing campaigns only.
ar: إظهار الحملات الجارية فقط

source: Update
ar: تحديث

source: Account Snapshot
ar: لمحة عن حسابك

source: Available Funds
ar: الأموال المتاحة

source: Add more funds to your account >
ar: إضافة المزيد من الأموال إلى حسابك >

source: Expected IRR
ar: العائد الداخلي السنوي المتوقع

source: See how your portfolio is performing >
ar: أداء محفظتك الاستثمارية >

source: Pledges to Campaigns in funding
ar: الأموال المتعهد بها

source: See all pledges >
ar: تفاصيل الأموال المتعهد بها >

source: Withdrawal request submitted
ar: لقد تم استلام طلبك لتحويل الأموال

source: liwwa team will review your request and contact you within 2 business days. If you have any questions please don't hesitate to ask us at support@liwwa.com
ar: سينظر فريق لوا إلى طلبك بسحب الأموال وسيبعث لك برسالة على بريدك الإلكتروني خلال يومين عمل لبدأ التحويل. إذا كان لديك أي أسئلة حول عملية السحب، يرجى سؤالنا على support@liwwa.com.

source: SWIFT Withdrawal request submitted
ar: لقد تم استلام طلبك لتحويل الأموال عبر SWIFT

source: liwwa team will review your request and process it within 7-10 business days. If you have any questions please don't hesitate to ask us at support@liwwa.com
ar: سينظر فريق لوا إلى طلبك بسحب الأموال وسينفذه خلال 7-10 أيام عمل. إذا كان لديك أي أسئلة حول عملية السحب، يرجى سؤالنا على support@liwwa.com.

source: Your credit card has been successfully charged!
ar: لقد تم خصم المبلغ من بطاقتك الائتمانية بنجاح!

source: You may now begin to invest! Please click the button below to go to the homepage and the available borrower profiles.
ar: يمكنك الآن الاستثمار! الرجاء الضغط على الزر أدناه من أجل الذهاب إلى الصفحة الرئيسية و تصفح فرص الاستثمار المتوفرة.

source: Unexpected Error occured while communicating with our payment provider!
ar: لقد حصل خطأ خلال التواصل مع معالج مدفوعاتنا، لقد تم إعلام فريقنا التقني بذلك. يرجى المحاولة فيما بعد.

source: We apologize, but there has been an unexpected snag communicating with our payment processor. Our technical team has been notified and will look into the issue as soon as possible. We will notify you as soon as we resolve the issue. We apologize for the inconvenience!
ar: عذرا، لقد حصل عطل غير متوقع خلال عملية الاتصال بالشركة التي تعالج البطاقات الائتمانية. لقد تم إعلام فريقنا التقني بهذا العطل و سيتم إصلاحه بأسرع وقت. سنعلمك حين يتم إصلاح هذا الخلل، وحتى ذلك الحين فنحن نعتذر عن هذا العطل الفني.

source: The payment has been declined!
ar: لم نستطع خصم المبلغ من بطاقتك!

source: You have tried to submit a payment that exceeds the remaining value of your investment limit. Please complete the <a href='/investor/kyc'>Know your Customer (KYC) Process</a> in order to increase your investment limit.
ar: لقد حاولت إضافة مبلغ يزيد عن الحد الاستثماري المتاح لك. يرجى تعبئة <a href='/investor/kyc'>طلب التوثيق</a> من أجل بدأ عملية زيادة الحد الاستثماري المتاح لك.

source: Please contact your bank or credit card issuer for more details. If you need more help, please contact the liwwa support team at support@liwwa.com.
ar: يرجى الاتصال ببنكك أو بالشركة المصدرة للبطاقة من أجل المزيد من المعلومات. إن أردت مساعدة في الأمر، فلا تتردد بسؤالنا على support@liwwa.com

source: Our payment processor tells us that your existing credit card has changed or become invalid, please %(a_href_start)sclick here%(a_href_end)s and delete the existing credit card you have with us. Once you do that, please enter new credit card information.
ar: يبدو أن البطاقة الائتمانية المسجلة لدينا لم تعد صحيحة، يرجى %(a_href_start)sالضغط هنا%(a_href_end)s وحذف البطاقة المسجلة لدينا. بعد ذلك يمكنك إدخال بطاقة إئتمانية جديدة.

source: Your Password has been Changed Successfully!
ar: لقد تم تغيير كلمة السر الخاصة بحسابك بنجاح!

source: Your KYC application has been sucessfully submitted!
ar: لقد تم تسليم طلب التوثيق (KYC) بنجاح!

source: We will contact you within 3-5 business days to complete this process. In the meantime, please feel free to return to the homepage by clicking the button below.
ar: سنقوم بمتابعة طلبك خلال 3-5 أيام عمل. وحتى ذلك الحين، يمكنك العودة إلى الصفحة الرئيسية بالضغط على الزر أدناه.

source: Go to homepage »
ar: اذهب إلى الصفحة الرئيسية »

source: Funds available
ar: الأموال المتاحة

source: Credit Card
ar: البطاقة الائتمانية

source: Wire
ar: حوالة بنكية

source: Withdraw funds
ar: سحب الأموال

source: Investment Preferences
ar: الإعدادات الإستثمارية

source: Settings
ar: إعدادات الاستثمار الآلي

source: Dashboard
ar: معلومات الاستثمار الآلي

source: PORTFOLIO DISTRIBUTION BY RISK
ar: توزيع المحفظة حسب المخاطرة

source: Target Allocation
ar: توزيع حصة الاستثمار

source: Current Outstanding
ar: نسبة الإجمالي القائم

source: MONTHLY SUMMARY
ar: الملخص الشهري

source: In the last 30 days:
ar: خلال اخر 30 يوم:

source: PLEDGES MADE
ar: عدد الاستثمارات

source: AMOUNT PLEDGED
ar: مجموع الاستثمارات

source: Campaign ID
ar: رقم الحملة

source: Pledge Amount ($)
ar: مبلغ التعهد ($)

source: Pledge Date
ar: تاريخ التعهد

source: No data yet. Once Auto-Invest makes pledges you will see them here.
ar: لا توجد أي بيانات حتى الآن. بعدما يقوم الاستثمار الآلي بالتعهد بالقروض سترى بياناتها هنا.

source: AUTOINVEST ON
ar: تم تفعيل الاستثمار الآلي

source: TURN OFF
ar: إيقاف

source: AUTOINVEST OFF
ar: تم إيقاف الاستثمار الآلي

source: TURN ON
ar: تفعيل

source: Auto-Invest attempts to invest your funds across as many loans as possible based on your chosen parameters. Your current outstanding may differ from your target allocation if you recently enabled auto-invest, changed your auto-invest settings or continue to make manual pledges.
ar: تحاول اداة الاستثمار الآلي استثمار أموالك في أكبر عدد ممكن من القروض بناءً على المعايير التي قمت باختيارها. قد يختلف المبلغ المستحق الحالي عن المخصصات في حال قمت بتفعيل اداة الاستثمار الآلي مؤخرًا أو قمت بتغيير إعدادات اداة الاستثمار الآلي أو قمت بتقديم تعهدات يدويًا.

source: Target allocation
ar: توزيع حصة الاستثمار

source: Current outstanding
ar: نسبة الإجمالي القائم

source: Portfolio Distribution by Risk
ar: توزيع المحفظة حسب المخاطرة

source: Choose your target allocation by risk. The default allocation mirrors liwwa’s overall portfolio.
ar: اختر توزيع الاستثمارات حسب المخاطرة. الإعدادات المخصصة للاستثمار الالي تعكس توزيع الاستمارات داخل محفظة لوا.

source: Target Allocation
ar: توزيع الاستثمارات
